{
  "cobblemon.type.cosmic": "Cósmico",
  "cobblemon.type.crystal": "Cristal",
  "cobblemon.type.digital": "Digital",
  "cobblemon.type.eldritch": "Sobrenatural",
  "cobblemon.type.light": "Luz",
  "cobblemon.type.nuclear": "Nuclear",
  "cobblemon.type.plastic": "Plástico",
  "cobblemon.type.poison": "Veneno",
  "cobblemon.type.psychic": "Psíquico",
  "cobblemon.type.questionmark": "???",
  "cobblemon.type.shadow": "Sombra",
  "cobblemon.type.slime": "Limo",
  "cobblemon.type.sound": "Sonido",
  "cobblemon.type.wind": "Viento",
  "cobblemon.move.asteroidshot": "Disparo Asteroide",
  "cobblemon.move.asteroidshot.desc": "El usuario hace que llueven asteroides desde arriba. Esto también puede dejar al objetivo con una quemadura.",
  "cobblemon.move.brace": "Preparo",
  "cobblemon.move.brace.desc": "El usuario se prepara haciéndolo inmune a los golpes críticos. El Ataque y Ata. Esp. cae pero la Defensa y la Def. Esp. aumentan.",
  "cobblemon.move.causticbreath": "Aliento Cáustico",
  "cobblemon.move.causticbreath.desc": "Una ráfaga de aliento corrosivo envuelve al enemigo. Puede reducir las defensas del objetivo.",
  "cobblemon.move.cheapshot": "Disparo Bajo",
  "cobblemon.move.cheapshot.desc": "El usuario distrae al enemigo y luego apunta a su punto débil en un ataque feroz. Este ataque siempre resulta en un golpe crítico.",
  "cobblemon.move.frostslash": "Corte Escarcha",
  "cobblemon.move.frostslash.desc": "El usuario corta ferozmente con hielo afilado. Los golpes críticos aterrizan más fácilmente.",
  "cobblemon.move.jetstrike": "Golpe Jet",
  "cobblemon.move.jetstrike.desc": "A una velocidad vertiginosa, el usuario se lanza hacia el enemigo. Este movimiento seguramente atacará primero.",
  "cobblemon.move.leafshield": "Escudo de Hoja",
  "cobblemon.move.leafshield.desc": "El usuario está envuelto en hojas protectoras que aumentan sus defensas. El impulso es mayor durante la luz solar intensa.",
  "cobblemon.move.mudslide": "Lodoavalancha",
  "cobblemon.move.mudslide.desc": "Una enorme capa de barro inunda al equipo contrario. También reduce la evasión de los objetivos.",
  "cobblemon.move.possession": "Posesión",
  "cobblemon.move.possession.desc": "El usuario toma el control del cuerpo del objetivo y hace que se ataque a sí mismo. Cuanto mayor sea la estadística de ataque del objetivo, mayor será el daño.",
  "cobblemon.move.psybolt": "Psicobolto",
  "cobblemon.move.psybolt.desc": "Un destello de poder psíquico golpea al objetivo en un abrir y cerrar de ojos. Es seguro de golpear primero.",
  "cobblemon.move.shieldbash": "Golpe Escudo",
  "cobblemon.move.shieldbash.desc": "El usuario choca contra el objetivo desde una posición defensiva. Daño basado en la estadística de defensa.",
  "cobblemon.move.terrorize": "Aterrorizar",
  "cobblemon.move.terrorize.desc": "El objetivo es sometido a visiones de horror inimaginable. También puede causar confusión.",
  "cobblemon.move.webball": "Bola Telaraña",
  "cobblemon.move.webball.desc": "Se lanza una masa pegajosa de telaraña al objetivo, lo que restringe su movimiento y reduce la velocidad.",
  "cobblemon.move.windshear": "Tijera de Viento",
  "cobblemon.move.windshear.desc": "El usuario bate sus alas a velocidades cegadoras, creando una dañina oleada de viento. Si el usuario ataca antes que el objetivo, su poder se duplica.",
  "cobblemon.move.batteringram": "Ariete",
  "cobblemon.move.batteringram.desc": "El usuario realiza una entrada como un ariete. También puede romper barreras, como Light Screen y Reflect.",
  "cobblemon.move.saltcrash": "Choque de Sal",
  "cobblemon.move.saltcrash.desc": "El usuario endurece sus capas de sal para aumentar sus defensas y choca contra un oponente para causar daño.",
  "cobblemon.move.ancientroar": "Rugido Antiguo",
  "cobblemon.move.ancientroar.desc": "La voz del usuario tiembla con un rugido primitivo, dañando a sus enemigos con puro miedo.",
  "cobblemon.move.corrode": "Corroer",
  "cobblemon.move.corrode.desc": "El usuario lanza un ácido corrosivo al oponente que es súper efectivo contra los tipos acero.",
  "cobblemon.move.darkmatter": "Materia Oscura",
  "cobblemon.move.darkmatter.desc": "El usuario invoca partes desconocidas del universo para atacar. El usuario debe recargar el próximo turno.",
  "cobblemon.move.dracojet": "Draco Jet",
  "cobblemon.move.dracojet.desc": "El usuario utiliza una habilidad olvidada hace mucho tiempo por los dragones para atacar siempre primero.",
  "cobblemon.move.dragonify": "Dragonificar",
  "cobblemon.move.dragonify.desc": "El usuario usa sangre de dragón para corromper al enemigo y convertirlo en tipo Dragón.",
  "cobblemon.move.drakonvoice": "Voz Drakónea",
  "cobblemon.move.drakonvoice.desc": "La pura fuerza de la voz dracónica del usuario destruye todo a su paso.",
  "cobblemon.move.basilisksglare": "Mirada del Basilisco",
  "cobblemon.move.basilisksglare.desc": "El usuario mira y petrifica al enemigo, convirtiéndolo en tipo Roca.",
  "cobblemon.move.nanorepair": "Nanoreparo",
  "cobblemon.move.nanorepair.desc": "El usuario activa un sistema de reparación nanobótico que cura y aumenta la defensa.",
  "cobblemon.move.barbedtackle": "Tacleada de Púas",
  "cobblemon.move.barbedtackle.desc": "El usuario choca contra un oponente con los puntos envenenados de su cuerpo. Esto también puede envenenar al objetivo.",
  "cobblemon.move.bonesweep": "Barrido Óseo",
  "cobblemon.move.bonesweep.desc": "Un gran garrote se lanza hacia el enemigo con un movimiento amplio. Este movimiento golpea a todo el equipo enemigo.",
  "cobblemon.move.brainfreeze": "Congelacerebro",
  "cobblemon.move.brainfreeze.desc": "El usuario emplea criocinesis contra el enemigo, potencialmente congelándolo.",
  "cobblemon.move.brainstorm": "Tormenta Cerebral",
  "cobblemon.move.brainstorm.desc": "El usuario ataca usando fuerza psíquica mientras realiza una lluvia de ideas. Esto puede aumentar el ataque especial del usuario.",
  "cobblemon.move.cactussmash": "Golpe Cactus",
  "cobblemon.move.cactussmash.desc": "El usuario golpea con un cactus puntiagudo contra el objetivo para atacar. El usuario también sufre daños graves.",
  "cobblemon.move.cinderbreath": "Aliento Ceniza",
  "cobblemon.move.cinderbreath.desc": "El enemigo es atacado con una nube de ceniza caliente para infligir daño y reducir la precisión.",
  "cobblemon.move.dracoblitz": "Envite Dragón",
  "cobblemon.move.dracoblitz.desc": "El usuario choca contra el enemigo a una velocidad abrasadora. El usuario también sufre daño y puede quemar al objetivo.",
  "cobblemon.move.dryneedles": "Agujas Secas",
  "cobblemon.move.dryneedles.desc": "El objetivo se golpea con una serie de 2 a 5 agujas de un cactus.",
  "cobblemon.move.faengrush": "Golpe Colmillo",
  "cobblemon.move.faengrush.desc": "El usuario golpea al objetivo con un caprichoso golpe de colmillos. Puede hacer que el objetivo se amedrenta.",
  "cobblemon.move.flashflood": "Inundación Rápida",
  "cobblemon.move.flashflood.desc": "El usuario provoca una rápida oleada de agua que fluye para ahogar al enemigo. Este movimiento siempre va primero.",
  "cobblemon.move.focusedram": "Ariete Certero",
  "cobblemon.move.focusedram.desc": "El usuario centra su mente para un cabezazo con carga psíquica. El usuario sufre daño por retroceso.",
  "cobblemon.move.foggystrike": "Golpe Niebla",
  "cobblemon.move.foggystrike.desc": "Un golpe rápido y oculto en un manto de niebla, que no se puede esquivar.",
  "cobblemon.move.groomguard": "Guardia Pelaje",
  "cobblemon.move.groomguard.desc": "El usuario se protege arreglando su espeso pelaje, aumentando drásticamente su defensa especial.",
  "cobblemon.move.nimbusfist": "Puño Nimbo",
  "cobblemon.move.nimbusfist.desc": "Un golpe de niebla condensada golpea al enemigo y reduce su precisión.",
  "cobblemon.move.pressurize": "Presurizar",
  "cobblemon.move.pressurize.desc": "El usuario presuriza las partes cristalinas de su cuerpo, aumentando drásticamente su Defensa Especial.",
  "cobblemon.move.searingslash": "Corte Abrasador",
  "cobblemon.move.searingslash.desc": "El usuario atraviesa al enemigo con una espada caliente. Puede golpear críticamente y dejar una quemadura.",
  "cobblemon.move.tartantrum": "Pataleta Alquitrán",
  "cobblemon.move.tartantrum.desc": "El usuario lanza poderosos puños de alquitrán a su enemigo. También puede reducir la estadística de velocidad de los enemigos.",
  "cobblemon.move.thornwhip": "Látigo Espinas",
  "cobblemon.move.thornwhip.desc": "El objetivo es golpeado con gruesas enredaderas con púas. Alta proporción de golpes críticos.",
  "cobblemon.move.thunderslash": "Corte Trueno",
  "cobblemon.move.thunderslash.desc": "El enemigo es cortado con una espada electrificada. Los golpes críticos aterrizan más fácilmente.",
  "cobblemon.move.typhoon": "Tifón",
  "cobblemon.move.vanish": "Desaparecer",
  "cobblemon.move.vanish.desc": "El usuario se vuelve casi invisible usando su cuerpo fantasma. Esto aumenta drásticamente su evasiva.",
  "cobblemon.move.venomswipe": "Golpe Veneno",
  "cobblemon.move.venomswipe.desc": "El usuario desliza su cola venenosa sin rumbo fijo. Esto puede envenenar a los objetivos golpeados.",
  "cobblemon.move.smogdiffusion": "Difusión de Smog",
  "cobblemon.move.smogdiffusion.desc": "Después de realizar su ataque, el usuario regresa corriendo para cambiar de lugar con un Pokémon del grupo esperando. Puede envenenar al objetivo.",
  "cobblemon.move.overheadstrike": "Asalto Aéreo",
  "cobblemon.move.overheadstrike.desc": "Este ataque implacable causa un daño masivo a un objetivo afectado por condiciones de estado.",
  "cobblemon.move.piercepincer": "Pinza Perforadora",
  "cobblemon.move.piercepincer.desc": "El usuario perfora la armadura del enemigo con su pinza. Esto también puede reducir las estadísticas defensivas del objetivo.",
  "cobblemon.move.bugout": "Asaltón",
  "cobblemon.move.bugout.desc": "El usuario se vuelve loco y ataca implacablemente al objetivo. Esto también daña bastante al usuario.",
  "cobblemon.move.thundercrush": "Aplastrueno",
  "cobblemon.move.thundercrush.desc": "El usuario realiza un doble golpe eléctrico con los antebrazos cruzados. Este movimiento tiene una mayor probabilidad de dar un golpe crítico.",
  "cobblemon.move.flamejet": "Llama Jet",
  "cobblemon.move.flamejet.desc": "El usuario se lanza hacia el objetivo para infligir daño, moviéndose a velocidades vertiginosas. Este movimiento siempre va primero.",
  "cobblemon.move.chairdrop": "Lanzasilla",
  "cobblemon.move.chairdrop.desc": "El usuario agarra una silla y la golpea contra el objetivo. Este movimiento puede usar el tipo Acero o Lucha dependiendo de cuál sea súper efectivo.",
  "cobblemon.move.landsliderush": "Asalto Desliz",
  "cobblemon.move.landsliderush.desc": "El usuario corre cuesta abajo hacia el objetivo, luego sale de la batalla e intercambia a un miembro del grupo.",
  "cobblemon.move.seedyrecede": "Retroceso Granado",
  "cobblemon.move.seedyrecede.desc": "El usuario regresa a su pokebola lanzando semillas al oponente, luego sale de la batalla e intercambia a un miembro del grupo.",
  "cobblemon.move.acidrain": "Lluvia Ácida",
  "cobblemon.move.acidrain.desc": "El usuario invoca un aguacero tóxico que dura cinco turnos. Daña a todos los Pokémon excepto los de tipo Veneno y Acero.",
  "cobblemon.move.asteroidbelt": "Cinturón Asteroide",
  "cobblemon.move.asteroidbelt.desc": "El usuario se rodea de un anillo de asteroides. Los ataques que se acercan demasiado resultan dañados y pueden quedar congelados.",
  "cobblemon.move.atomsplit": "División Atómica",
  "cobblemon.move.atomsplit.desc": "El usuario ataca todo lo que le rodea provocando una tremenda explosión. El usuario se debilita al usar este movimiento.",
  "cobblemon.move.depthcharge": "Carga Profunda",
  "cobblemon.move.depthcharge.desc": "El usuario dispara una ráfaga de energía desde las profundidades. Puede paralizar al objetivo.",
  "cobblemon.move.dustdevil": "Remolino de Arena",
  "cobblemon.move.dustdevil.desc": "Se levanta un ciclón de polvo espeso. Este movimiento golpea a Pokémon que están en el aire.",
  "cobblemon.move.engulf": "Sumergir",
  "cobblemon.move.engulf.desc": "Usando un agujero negro, el usuario limpia su lado del campo de movimientos de captura y peligros mientras daña al objetivo en el proceso..",
  "cobblemon.move.miraclewill": "Voluntad Milagrosa",
  "cobblemon.move.miraclewill.desc": "El objetivo pone toda su fuerza de voluntad en un ataque. Si el objetivo es un aliado, restaura sus PS.",
  "cobblemon.move.perplex": "Perplejo",
  "cobblemon.move.perplex.desc": "El usuario ataca a su enemigo con ideas desconcertantes. El poder de este movimiento aumenta si el objetivo está confundido.",
  "cobblemon.move.standoff": "Partida a Muerte",
  "cobblemon.move.standoff.desc": "El usuario inicia un duelo. Ambos Pokémon sólo pueden atacar y no pueden cambiar hasta que uno de ellos se haya debilitado.",
  "cobblemon.move.achillesheel": "Talón de Aquiles",
  "cobblemon.move.achillesheel.desc": "El usuario inflige daño súper efectivo a objetivos que no son inmunes a este movimiento.",
  "cobblemon.move.newmoon": "Luna Nueva",
  "cobblemon.move.newmoon.desc": "El usuario borra el sol y la luna, creando una noche interminable.",
  "cobblemon.move.wormhole": "Agujero de Gusano",
  "cobblemon.move.wormhole.desc": "El usuario rasga un agujero en el espacio, siempre golpeando primero.",
  "cobblemon.move.zombiestrike": "Golpe Zombi",
  "cobblemon.move.zombiestrike.desc": "El usuario empuja con un brazo fantasmal, golpeando al oponente con presencia física.",
  "cobblemon.move.atomicpunch": "Puño Atómico",
  "cobblemon.move.atomicpunch.desc": "Un puñetazo impregnado de radiación, capaz de infectar al enemigo.",
  "cobblemon.move.coralbreak": "Choque Coral",
  "cobblemon.move.coralbreak.desc": "El usuario crea olas en el agua para atacar al objetivo. Este movimiento causa daño físico.",
  "cobblemon.move.drainlife": "Drenavidas",
  "cobblemon.move.drainlife.desc": "El usuario drena la energía del enemigo con sus colmillos. Los PS del usuario se recupera a la mitad del daño infligido..",
  "cobblemon.move.expunge": "Pulcrar",
  "cobblemon.move.expunge.desc": "Purga al enemigo de impurezas, causando un daño súper efectivo a los tipos nucleares.",
  "cobblemon.move.fallout": "Lluvia Radioactiva",
  "cobblemon.move.fallout.desc": "Invoca una lluvia nuclear de cinco turnos que daña a todos los combatientes excepto a los tipos Bicho, Nuclear y Acero en cada turno.",
  "cobblemon.move.fissionburst": "Explosión Fisión",
  "cobblemon.move.fissionburst.desc": "El usuario explota para infligir daño a quienes lo rodean. El usuario se debilita al usar este movimiento.",
  "cobblemon.move.flameimpact": "Llamaimpacto",
  "cobblemon.move.flameimpact.desc": "El usuario aborda el objetivo a altas temperaturas obtenidas por la fricción del aire. Este ataque siempre va primero.",
  "cobblemon.move.gammaray": "Rayo Gamma",
  "cobblemon.move.gammaray.desc": "El usuario dispara una ráfaga de radiación nuclear al enemigo.",
  "cobblemon.move.gemstoneglimmer": "Brillo Joya",
  "cobblemon.move.gemstoneglimmer.desc": "Desata una luz cegadora de su cuerpo. Puede reducir la precisión del enemigo.",
  "cobblemon.move.goldenfist": "Puño Dorado",
  "cobblemon.move.goldenfist.desc": "El usuario golpea al oponente con un puño hecho de oro macizo. Dispersa monedas que se pueden recoger después de la batalla.",
  "cobblemon.move.infernalblade": "Espada Infernal",
  "cobblemon.move.infernalblade.desc": "El usuario corta al enemigo con fuego maldito, golpea a tipo Hada para causar un daño súper efectivo y también puede quemarlo.",
  "cobblemon.move.instantcrush": "Instaplaste",
  "cobblemon.move.instantcrush.desc": "El usuario comprime al enemigo con sus poderes psíquicos. Este ataque siempre va primero.",
  "cobblemon.move.metalcruncher": "Triturametales",
  "cobblemon.move.metalcruncher.desc": "El usuario aplasta al objetivo con colmillos de metal. Tiene una alta probabilidad de reducir la defensa del objetivo.",
  "cobblemon.move.metalwhip": "Látigo Metálico",
  "cobblemon.move.metalwhip.desc": "Un látigo hecho de acero afilado que se utiliza para herir y retener al enemigo.",
  "cobblemon.move.nuclearslash": "Corte Nuclear",
  "cobblemon.move.nuclearslash.desc": "El objetivo es atacado con un corte de garras o espadas. Los golpes críticos golpean más fácilmente.",
  "cobblemon.move.nuclearwaste": "Deshechos Nucleares",
  "cobblemon.move.nuclearwaste.desc": "Escupe lodo tóxico y radiactivo que envenena gravemente al enemigo.",
  "cobblemon.move.oceanswrath": "Ira del Océano",
  "cobblemon.move.oceanswrath.desc": "El usuario atrapa al objetivo en un violento remolino durante cuatro o cinco turnos.",
  "cobblemon.move.protonbeam": "Rayo Protón",
  "cobblemon.move.protonbeam.desc": "El usuario desata una poderosa explosión radiactiva sobre el enemigo. Sin embargo, reduce el ataque especial del usuario en dos niveles.",
  "cobblemon.move.quantumleap": "Salto Cuántico",
  "cobblemon.move.quantumleap.desc": "El usuario desaparece en el primer turno y ataca al enemigo con todo su poder en el siguiente turno.",
  "cobblemon.move.radioacid": "Radioácido",
  "cobblemon.move.radioacid.desc": "El usuario dispara una poderosa ráfaga hecha de desechos radiactivos. Puede causar una quemadura.",
  "cobblemon.move.skyfall": "Caída Aérea",
  "cobblemon.move.skyfall.desc": "El usuario presuriza el aire alrededor del objetivo, aplastándolo. Se puede dejar el destino con parálisis.",
  "cobblemon.move.suddenstrike": "Azote Repentino",
  "cobblemon.move.suddenstrike.desc": "El usuario ataca al objetivo de repente y sin piedad.",
  "cobblemon.move.thundertorm": "Electormenta",
  "cobblemon.move.thundertorm.desc": "Convoca una tormenta eléctrica de cinco turnos que aumentará la potencia de los tipo eléctrico.",
  "cobblemon.move.flashpulse": "Pulso Destello",
  "cobblemon.move.flashpulse.desc": "El objetivo es atacado con una onda de luz generada por el cuerpo del usuario. El ataque puede confundir al objetivo.",
  "cobblemon.move.bansheesscream": "Grito Anímico",
  "cobblemon.move.bansheesscream.desc": "El usuario deja escapar un grito aterrador, esto podría hacer que el Pokémon contrario se debilite en tres turnos.",
  "cobblemon.move.flashbang": "Bomba Cegadora",
  "cobblemon.move.flashbang.desc": "El usuario ciega al objetivo con una brillante explosión de luz antes de cambiar con un Pokémon que espera.",
  "cobblemon.move.fiesta": "Fiesta",
  "cobblemon.move.fiesta.desc": "El usuario esparce deliciosos dulces en su lado del campo. Este caramelo cura a los Pokémon que entran.",
  "cobblemon.move.bugbuzzsound": "Zumbido",
  "cobblemon.move.bugbuzzsound.desc": "El usuario crea una onda sónica dañina moviendo su cuerpo. El movimiento puede usar Tipo Bicho o Tipo Sonido. Esto también puede disminuir la Defensa Especial del objetivo.",
  "cobblemon.move.boomburstsound": "Estruendo",
  "cobblemon.move.boomburstsound.desc": "Ataca a todos los Pokémon a su alrededor con una  potentísima onda sonora.",
  "cobblemon.move.chattersound": "Cháchara",
  "cobblemon.move.chattersound.desc": "Ataca con una onda de sonido muy ruidosa compuesta por palabras y confunde al objetivo.",
  "cobblemon.move.disarmingvoicesound": "Voz Cautivadora",
  "cobblemon.move.disarmingvoicesound.desc": "Obnubila a los oponentes con su fascinante voz y les provoca daños emocionales. El movimiento puede usar Tipo Hada o Tipo Sonido. Siempre acierta al objetivo.",
  "cobblemon.move.echoedvoicesound": "Eco Voz",
  "cobblemon.move.echoedvoicesound.desc": "Un susurro que aumenta de potencia conforme el  usuario y otros Pokémon lo van utilizando.",
  "cobblemon.move.healbellsound": "Cascabel Cura",
  "cobblemon.move.healbellsound.desc": "Tañido que cura los problemas de estado de todos los Pokémon del equipo.",
  "cobblemon.move.howlsound": "Aullido",
  "cobblemon.move.howlsound.desc": "Aullido que sube el ánimo y aumenta el Ataque del equipo.",
  "cobblemon.move.hypervoicesound": "Vozarrón",
  "cobblemon.move.hypervoicesound.desc": "Grito desgarrador que inflige daño al objetivo.",
  "cobblemon.move.nobleroarsound": "Rugido de Guerra",
  "cobblemon.move.nobleroarsound.desc": "Intimida a su oponente con un rugido de guerra, lo que hace que disminuyan tanto su Ataque como su Ataque Especial.",
  "cobblemon.move.perishsongsound": "Canto Mortal",
  "cobblemon.move.perishsongsound.desc": "Si un Pokémon escucha este canto y no es cambiado por otro en tres turnos, acaba debilitándose.",
  "cobblemon.move.relicsongsound": "Canto Arcaico",
  "cobblemon.move.relicsongsound.desc": "Ataca conmoviendo a los rivales de alrededor con un antiguo canto. Puede dormirlos.",
  "cobblemon.move.roarsound": "Rugido",
  "cobblemon.move.roarsound.desc": "Se lleva al objetivo, que es cambiado por otro  Pokémon. Si es un Pokémon salvaje, acaba el  combate.",
  "cobblemon.move.roundsound": "Canon",
  "cobblemon.move.roundsound.desc": "Un canto que ataca al objetivo. Cuantos más Pokémon lo usan, más aumenta de potencia.",
  "cobblemon.move.screechsound": "Chirrido",
  "cobblemon.move.screechsound.desc": "Alarido agudo que reduce mucho la Defensa del  objetivo.",
  "cobblemon.move.singsound": "Canto",
  "cobblemon.move.singsound.desc": "Cancioncilla que hace dormir profundamente al  objetivo.",
  "cobblemon.move.sleeptalksound": "Sonámbulo",
  "cobblemon.move.sleeptalksound.desc": "Mientras duerme, usa uno de sus movimientos elegido al azar.",
  "cobblemon.move.snoresound": "Ronquido",
  "cobblemon.move.snoresound.desc": "Fuerte ronquido que solo puede usarse dormido. Puede amedrentar al objetivo.",
  "cobblemon.move.sonicboomsound": "Bomba Sónica",
  "cobblemon.move.sonicboomsound.desc": "Lanza ondas de choque que restan 20 PS al objetivo.",
  "cobblemon.move.sparklingariasound": "Aria Burbuja",
  "cobblemon.move.sparklingariasound.desc": "Libera burbujas al cantar. El movimiento puede usar Tipo Agua o Tipo Sonido. Este movimiento cura las quemaduras de los Pokémon que reciban daño.",
  "cobblemon.move.supersonicsound": "Supersónico",
  "cobblemon.move.supersonicsound.desc": "Raras ondas sónicas que confunden al objetivo.",
  "cobblemon.move.shadowblast": "Explosión Sombría",
  "cobblemon.move.shadowblast.desc": "Se dispara una malvada brizna de aire al objetivo para infligir daño. Los golpes críticos aterrizan más fácilmente.",
  "cobblemon.move.shadowblitz": "Envite Sombrío",
  "cobblemon.move.shadowblitz.desc": "El usuario lanza esta embestida mientras lanza un aura oscura.",
  "cobblemon.move.shadowbolt": "Voltio Sombrío",
  "cobblemon.move.shadowbolt.desc": "Una oscura explosión eléctrica cae sobre el objetivo. Esto también puede dejar al objetivo con parálisis.",
  "cobblemon.move.shadowbreak": "Sombra Impacto",
  "cobblemon.move.shadowbreak.desc": "Un ataque de ariete demoledor con un aura sombría.",
  "cobblemon.move.shadowchill": "Escalofrío Sombrío",
  "cobblemon.move.shadowchill.desc": "El objetivo recibe un ataque de hielo sombrío. Esto también puede dejar al objetivo congelado.",
  "cobblemon.move.shadowdown": "Sombra Baja",
  "cobblemon.move.shadowdown.desc": "Un aura sombría reduce drásticamente la estadística de Defensa del objetivo.",
  "cobblemon.move.shadowend": "Final Sombrío",
  "cobblemon.move.shadowend.desc": "El usuario ataca al objetivo con un ataque de aura sombría. Esto también daña terriblemente al usuario.",
  "cobblemon.move.shadowfire": "Fuego Sombrío",
  "cobblemon.move.shadowfire.desc": "El objetivo queda quemado con un sombrío ataque de bola de fuego. Esto también puede dejar al objetivo con una quemadura.",
  "cobblemon.move.shadowhalf": "Semisombra",
  "cobblemon.move.shadowhalf.desc": "Una energía de aura sombría reduce los PS de todos a la mitad.",
  "cobblemon.move.shadowhold": "Asimiento Sombrío",
  "cobblemon.move.shadowhold.desc": "El usuario invoca un aura sombría para atrapar al Pokémon del oponente.",
  "cobblemon.move.shadowmist": "Niebla Sombría",
  "cobblemon.move.shadowmist.desc": "Un aura sombría que reduce drásticamente la evasión de los Pokémon rivales.",
  "cobblemon.move.shadowpanic": "Sombra Pánico",
  "cobblemon.move.shadowpanic.desc": "Los Pokémon del oponente están expuestos a un aura sombría que provoca confusión.",
  "cobblemon.move.shadowrave": "Delirio Sombrío",
  "cobblemon.move.shadowrave.desc": "El usuario ataca todo lo que lo rodea invocando un aura sombría en el suelo que lanza púas.",
  "cobblemon.move.shadowrush": "Carga Sombría",
  "cobblemon.move.shadowrush.desc": "El usuario ejecuta una embestida mientras exuda un aura oscura.",
  "cobblemon.move.shadowshed": "Cubresombra",
  "cobblemon.move.shadowshed.desc": "Un aura de sombra que elimina Pantalla de Luz y Reflejo.",
  "cobblemon.move.shadowstorm": "Tormenta Sombría",
  "cobblemon.move.shadowstorm.desc": "El usuario usa su aura sombría para provocar un tornado feroz que ataca todo lo que lo rodea.",
  "cobblemon.move.shadowwave": "Onda Sombra",
  "cobblemon.move.shadowwave.desc": "El usuario ataca todo lo que lo rodea con ondas de aura sombrías que se sueltan.",
  "cobblemon.move.crystallization": "Cristalización",
  "cobblemon.move.crystallization.desc": "El usuario mira y petrifica al enemigo, convirtiéndolo en del tipo Cristal.",
  "cobblemon.move.astralshot": "Disparo Astral",
  "cobblemon.move.astralshot.desc": "Una estrella fugaz se lanza hacia el enemigo a una velocidad increíblemente alta.",
  "cobblemon.move.bigbang": "Gran Explosión",
  "cobblemon.move.bigbang.desc": "El usuario desata una explosión de energía cósmica que golpea a todos en la batalla y no puede dejar una condición de estado.",
  "cobblemon.move.cometshower": "Cometas",
  "cobblemon.move.cometshower.desc": "Potentes cometas llueven sobre los alrededores de los usuarios. También puede hacer que los objetivos se adrementen.",
  "cobblemon.move.cosmicray": "Rayo Cósmico",
  "cobblemon.move.cosmicray.desc": "Un rayo de energía cósmica concentrada se desata contra el enemigo. Puede hacer que el objetivo se adremente.",
  "cobblemon.move.decapattack": "Decapataque",
  "cobblemon.move.decapattack.desc": "El usuario se quita la cabeza y la lanza contra el enemigo. Esto también perjudica al usuario.",
  "cobblemon.move.dejavu": "Déjà-vu",
  "cobblemon.move.dejavu.desc": "El usuario altera el espacio-tiempo para desconcertar al enemigo. Este movimiento no puede faltar.",
  "cobblemon.move.nailflick": "Lanzauñas",
  "cobblemon.move.nailflick.desc": "El usuario carga con un poderoso movimiento de una garra o un clavo afilados. Los golpes críticos aterrizan más fácilmente.",
  "cobblemon.move.nostrilflare": "Llamarada Nasal",
  "cobblemon.move.nostrilflare.desc": "Antes de que el oponente ataque, el usuario desata una llama rápida desde sus fosas nasales.",
  "cobblemon.move.cometcrash": "Choque Cometa",
  "cobblemon.move.cometcrash.desc": "El objetivo es derribado y un Pokémon diferente es arrastrado. En estado salvaje, esto pone fin a una batalla contra un solo Pokémon.",
  "cobblemon.move.starshot": "Disparo Estrella",
  "cobblemon.move.starshot.desc": "Reuniendo energía cósmica, el usuario ataca al objetivo. Este movimiento siempre va primero cuando aumenta la gravedad.",
  "cobblemon.move.supernova": "Súpernova",
  "cobblemon.move.supernova.desc": "El usuario ataca todo lo que le rodea provocando una tremenda explosión. El usuario se debilita al usar este movimiento.",
  "cobblemon.move.rhythmstrike": "Golpe Rítmico",
  "cobblemon.move.rhythmstrike.desc": "El usuario abruma al objetivo con golpes rítmicos. Esto también reduce la estadística de Defensa y Defensa Especial del objetivo.",
  "cobblemon.move.pentascale": "Penta Escama",
  "cobblemon.move.pentascale.desc": "El usuario golpea el objetivo con una ráfaga de sonido de cinco tonos. Este movimiento puede afectar de dos a cinco veces.",
  "cobblemon.move.aircannon": "Cañón de Aire",
  "cobblemon.move.aircannon.desc": "El usuario lanza una bola de viento al objetivo. Este movimiento siempre va primero.",
  "cobblemon.move.aquaslam": "Golpe Acuático",
  "cobblemon.move.aquaslam.desc": "El usuario se rodea de una burbuja de agua y luego golpea contra el objetivo. También puede reducir su estadística de velocidad.",
  "cobblemon.move.bugbomb": "Bichobomba",
  "cobblemon.move.bugbomb.desc": "El usuario se lanza hacia el objetivo, golpeándolo con su exoesqueleto. Esto también puede dejar al objetivo paralizado.",
  "cobblemon.move.crackleslam": "Golpe Crepitante",
  "cobblemon.move.crackleslam.desc": "El usuario acumula electricidad en su cuerpo y luego ataca al objetivo con un fuerte golpe. Esto también puede hacer que el objetivo se adremente.",
  "cobblemon.move.diamondclaw": "Garra Diamante",
  "cobblemon.move.diamondclaw.desc": "El objetivo es rastrillado con garras tan duras como el diamante. Esto podría aumentar la defensa del usuario.",
  "cobblemon.move.dragonhide": "Dracopiel",
  "cobblemon.move.dragonhide.desc": "El usuario endurece sus básculas para elevar sus Estadísticas de Defensa y Defensa Especial.",
  "cobblemon.move.dragonicbloom": "Floración Dragónica",
  "cobblemon.move.dragonicbloom.desc": "El usuario bombardea al oponente con pétalos separados de su cuerpo. Este movimiento puede ser tipo Dragón o Planta dependiendo de la efectividad.",
  "cobblemon.move.dragonicflare": "Llamarada Dragónica",
  "cobblemon.move.dragonicflare.desc": "The user releases a powerful blast of heat from its body. This move can be Dragon or Fire type depending on the effectiveness.",
  "cobblemon.move.dragonicglow": "Resplandor Dragónico",
  "cobblemon.move.dragonicglow.desc": "El usuario desata flechas de luz desde su cuerpo. Este movimiento puede ser tipo Dragón o Hada dependiendo de la efectividad.",
  "cobblemon.move.dragonicstrike": "Golpe Dragónico",
  "cobblemon.move.dragonicstrike.desc": "El usuario golpea al objetivo con una poderosa electricidad de su cuerpo. Este movimiento puede ser tipo Dragón o Eléctrico dependiendo de la efectividad.",
  "cobblemon.move.dragonicwave": "Onda Dragónica",
  "cobblemon.move.dragonicwave.desc": "El usuario fuerza una ola de energía hacia el objetivo. Este movimiento puede ser tipo Dragón o Eléctrico dependiendo de la efectividad.",
  "cobblemon.move.dragonimpact": "Dracoimpacto",
  "cobblemon.move.dragonimpact.desc": "El usuario carga contra el objetivo con gran fuerza. Sin embargo, esto también reduce las estadísticas de ataque y defensa del usuario.",
  "cobblemon.move.dryice": "Hielo Seco",
  "cobblemon.move.dryice.desc": "El objetivo se golpea con un trozo de hielo seco. También puede quemar o congelar al objetivo.",
  "cobblemon.move.dustydash": "Carrera Polvorienta",
  "cobblemon.move.dustydash.desc": "El usuario se lanza hacia el oponente con un aura arenosa, este ataque siempre va primero y puede causar amedrentación.",
  "cobblemon.move.fever": "Fiebre",
  "cobblemon.move.fever.desc": "El usuario infecta al oponente con una ráfaga de patógeno. También puede quemar al objetivo.",
  "cobblemon.move.feyhammer": "Martillo Feérico",
  "cobblemon.move.feyhammer.desc": "El usuario asesta un golpe aplastante infundido con energía mística.",
  "cobblemon.move.fireworks": "Fuegos Artificiales",
  "cobblemon.move.fireworks.desc": "El usuario dispara rápidamente al objetivo. También puede dejar paralizado al objetivo. Este movimiento es muy efectivo con los Tipo Volador.",
  "cobblemon.move.galerush": "Ventarrón",
  "cobblemon.move.galerush.desc": "El usuario se envuelve en un fuerte viento y ataca al rival. Esto también puede hacer que el objetivo se amedrenta.",
  "cobblemon.move.geosphere": "Geoesfera",
  "cobblemon.move.geosphere.desc": "The user draws power from the earth, creating a sphere of energy. This move hits Pokémon that are in the air.",
  "cobblemon.move.geodecannon": "Cañón Geoda",
  "cobblemon.move.geodecannon.desc": "The user attacks with a ray of light that sparkles as if it were made of geodes.",
  "cobblemon.move.ghastlywail": "Lamento Espanto",
  "cobblemon.move.ghastlywail.desc": "El usuario suelta un chillido aterrador, dañando a todos los Pokémon a su alrededor.",
  "cobblemon.move.glaciercrash": "Choque Glaciar",
  "cobblemon.move.glaciercrash.desc": "El usuario activa un glaciar que choca contra todos los Pokémon a su alrededor.",
  "cobblemon.move.jewelflash": "Joya Destello",
  "cobblemon.move.jewelflash.desc": "El usuario ataca disparando destellos de joyas al equipo contrario. También puede reducir la precisión del objetivo.",
  "cobblemon.move.leafdarts": "Hojaflechas",
  "cobblemon.move.leafdarts.desc": "El usuario lanza tres dardos hechos de hojas al objetivo. Es seguro de golpear primero.",
  "cobblemon.move.lightningstrike": "Rayo Azotador",
  "cobblemon.move.lightningstrike.desc": "El usuario golpea al enemigo con un rayo. También puede confundir al objetivo.",
  "cobblemon.move.megalofang": "Megalocolmillo",
  "cobblemon.move.megalofang.desc": "El usuario destroza al objetivo con sus afilados colmillos. También puede hacer que el objetivo se amedrenta.",
  "cobblemon.move.mesmersmoke": "Hipnohumo",
  "cobblemon.move.mesmersmoke.desc": "Todos los Pokémon alrededor del usuario son atacados con humo que los hace dormir.",
  "cobblemon.move.mindblast": "Explosión Mental",
  "cobblemon.move.mindblast.desc": "Una fuerte explosión mental golpea la mente del objetivo. También puede causar confusión.",
  "cobblemon.move.phantomgrip": "Agarre Fantasmal",
  "cobblemon.move.phantomgrip.desc": "El usuario agarra al objetivo con un brazo hecho de sombra, lo que reduce la velocidad del objetivo.",
  "cobblemon.move.quicksand": "Arena Movediza",
  "cobblemon.move.quicksand.desc": "El usuario atrapa al objetivo dentro de una arena movediza durante cuatro o cinco turnos. El objetivo no puede huir durante este tiempo.",
  "cobblemon.move.razorblade": "Cuchilla Afilada",
  "cobblemon.move.razorblade.desc": "El objetivo es atacado con un corte de hojas metálicas. Los golpes críticos aterrizan más fácilmente.",
  "cobblemon.move.ripplewave": "Onda Marea",
  "cobblemon.move.ripplewave.desc": "El objetivo es arrastrado por fuertes olas de agua. El objetivo es alcanzado dos veces seguidas.",
  "cobblemon.move.siphonbite": "Mordida Sifón",
  "cobblemon.move.siphonbite.desc": "Un bocado que drena energía. Los PS del usuario se restauran con la mitad del daño recibido por el objetivo.",
  "cobblemon.move.sulfuricspray": "Espray Sulfúrico",
  "cobblemon.move.sulfuricspray.desc": "El usuario rocía el objetivo. Este ataque ignora la inmunidad del tipo Acero al tipo Veneno.",
  "cobblemon.move.talongash": "Corte Garra",
  "cobblemon.move.talongash.desc": "El usuario ataca al objetivo con sus poderosas y fuertes garras. El objetivo es alcanzado dos veces seguidas.",
  "cobblemon.move.tikitorch": "Tikiantorcha",
  "cobblemon.move.tikitorch.desc": "El usuario arroja un trozo de madera en llamas al objetivo. Esto también puede dejar al objetivo con una quemadura.",
  "cobblemon.move.trickshot": "Truco Disparo",
  "cobblemon.move.trickshot.desc": "El usuario distrae al objetivo y luego le dispara con pequeñas piedras u otros perdigones. Esto también puede hacer que el objetivo se amedrenta.",
  "cobblemon.move.defogwind": "Despejar",
  "cobblemon.move.defogwind.desc": "Un fuerte viento elimina las barreras del objetivo, como Reflejo o Pantalla de Luz. Esto también reduce la evasión del objetivo.",
  "cobblemon.move.gustwind": "Ráfaga de Aire",
  "cobblemon.move.gustwind.desc": "Crea un tornado con las alas y lo lanza contra el objetivo.",
  "cobblemon.move.hurricanewind": "Huracán",
  "cobblemon.move.hurricanewind.desc": "Golpea al objetivo con un fuerte torbellino que envuelve al rival y puede confundirlo.",
  "cobblemon.move.razorwindwind": "Viento Cortante",
  "cobblemon.move.razorwindwind.desc": "Primero se prepara y en el segundo turno ataca al oponente con ráfagas de viento cortante. Alta probabilidad de ser crítico.",
  "cobblemon.move.tailwindwind": "Viento Afín",
  "cobblemon.move.tailwindwind.desc": "Crea un fuerte remolino que aumenta la Velocidad de los Pokémon de tu equipo durante cuatro turnos.",
  "cobblemon.move.twisterwind": "Tornado",
  "cobblemon.move.twisterwind.desc": "Crea un violento tornado para hacer trizas al objetivo. Puede amedrentarlo.",
  "cobblemon.move.whirlwindwind": "Remolino",
  "cobblemon.move.whirlwindwind.desc": "Se lleva al objetivo, que es cambiado por otro Pokémon. Si es un Pokémon salvaje, acaba el combate.",
  "cobblemon.move.ancientroarsound": "Rugido Antiguo",
  "cobblemon.move.ancientroarsound.desc": "La voz del usuario tiembla con un rugido primitivo, dañando a sus enemigos con puro miedo. El movimiento puede usar Tipo Roca o Tipo Sonido.",
  "cobblemon.move.drakonvoicesound": "Voz Drakónea",
  "cobblemon.move.drakonvoicesound.desc": "La pura fuerza del dracónico del usuario inflige daño usando el tipo Dragón o el tipo Sonido.",
  "cobblemon.move.atomsplitnuclear": "División Atómica",
  "cobblemon.move.atomsplitnuclear.desc": "El usuario ataca todo lo que le rodea provocando una tremenda explosión. El usuario se debilita al usar este movimiento.",
  "cobblemon.move.wormholecosmic": "Agujero de Gusano",
  "cobblemon.move.wormholecosmic.desc": "El usuario rasga un agujero en el espacio, siempre golpeando primero.",
  "cobblemon.move.swiftcosmic": "Meteoros",
  "cobblemon.move.swiftcosmic.desc": "Lanza rayos en forma de estrella que no fallan nunca.",
  "cobblemon.move.cosmicpowercosmic": "Masa Cósmica",
  "cobblemon.move.cosmicpowercosmic.desc": "Sube la Defensa y la Defensa Especial propias con  energía mística.",
  "cobblemon.move.meteormashcosmic": "Puño Meteoro",
  "cobblemon.move.meteormashcosmic.desc": "El objetivo es golpeado con un puñetazo que impacta como un meteorito. El movimiento puede usar Tipo Acero o Tipo Cósmico. Esto también puede aumentar el Ataque del agresor.",
  "cobblemon.move.photongeyserlight": "Géiser Fotónico",
  "cobblemon.move.photongeyserlight.desc": "El usuario ataca con una gran columna de luz. Compara sus valores de Ataque y Ataque Especial para infligir daño con el más alto de los dos.",
  "cobblemon.move.flashlight": "Destello",
  "cobblemon.move.flashlight.desc": "Luz cegadora que baja la Precisión del objetivo.",
  "cobblemon.move.barrierlight": "Barrera",
  "cobblemon.move.barrierlight.desc": "Crea una barrera que aumenta mucho la Defensa.",
  "cobblemon.move.reflectlight": "Reflejo",
  "cobblemon.move.reflectlight.desc": "Pared de luz que reduce durante cinco turnos el daño producido por los ataques físicos.",
  "cobblemon.move.lightscreenlight": "Pantalla de Luz",
  "cobblemon.move.lightscreenlight.desc": "Pared de luz que reduce durante cinco turnos el daño producido por los ataques especiales.",
  "cobblemon.move.spotlightlight": "Foco",
  "cobblemon.move.spotlightlight.desc": "Convierte a uno de los Pokémon que están combatiendo en el foco de atención, de modo que todos los ataques se dirijan hacia él.",
  "cobblemon.move.signalbeamlight": "Rayo Señal",
  "cobblemon.move.signalbeamlight.desc": "Ataca con un rayo de luz siniestro. Puede confundir al objetivo. El movimiento puede usar Tipo Bicho o Tipo Luz.",
  "cobblemon.move.flashcannonlight": "Cañón Destello",
  "cobblemon.move.flashcannonlight.desc": "El usuario concentra toda la luz del cuerpo y la libera. Puede bajar la Defensa Especial del objetivo. El movimiento puede usar Tipo Acero o Tipo Luz.",
  "cobblemon.move.prismaticlaserlight": "Láser Prisma",
  "cobblemon.move.prismaticlaserlight.desc": "El usuario utiliza un prisma para emitir un rayo de gran potencia, pero no puede moverse en el turno siguiente. El movimiento puede usar Tipo Psíquico o Tipo Luz.",
  "cobblemon.move.powergemcrystal": "Joya de Luz",
  "cobblemon.move.powergemcrystal.desc": "Ataca con un rayo de luz que centellea como si lo  formaran miles de joyas.",
  "cobblemon.move.diamondstormcrystal": "Torm. Diamantes",
  "cobblemon.move.diamondstormcrystal.desc": "Desata un devastador vendaval de diamantes para  dañar a los oponentes. Puede aumentar mucho la Defensa del usuario.",
  "cobblemon.move.diamondclawcrystal": "Garra Diamante",
  "cobblemon.move.diamondclawcrystal.desc": "El objetivo es rastrillado con garras tan duras como el diamante. Esto podría aumentar la defensa del usuario.",
  "cobblemon.move.gemstoneglimmercrystal": "Brillo Joya",
  "cobblemon.move.gemstoneglimmercrystal.desc": "Desata una luz cegadora de su cuerpo. Puede reducir la precisión del enemigo.",
  "cobblemon.move.jewelflashcrystal": "Joya Destello",
  "cobblemon.move.jewelflashcrystal.desc": "El usuario ataca disparando destellos de joyas al equipo contrario. También puede reducir la precisión del objetivo.",
  "cobblemon.move.reflectivecloak": "Capa Reflectante",
  "cobblemon.move.reflectivecloak.desc": "Este movimiento permite al usuario protegerse de todos los ataques. Su probabilidad de fallar aumenta si se usa sucesivamente.",
  "cobblemon.move.polyblast": "Explosión Polivinílica",
  "cobblemon.move.polyblast.desc": "El usuario ataca al objetivo con una explosión pulsante de plástico fundido. Esto también puede quemar al objetivo.",
  "cobblemon.move.constructionblocks": "Construbloques",
  "cobblemon.move.constructionblocks.desc": "El usuario coloca una trampa de bloques de construcción de juguete alrededor del equipo contrario. La trampa daña a los Pokémon rivales que entran en batalla.",
  "cobblemon.move.echoingblow": "Golpe Resonante",
  "cobblemon.move.echoingblow.desc": "El usuario golpea al oponente con un impacto resonante.",
  "cobblemon.move.polygonalsword": "Espada Poligonal",
  "cobblemon.move.polygonalsword.desc": "El usuario crea una espada del mundo digital y corta al enemigo. Los golpes críticos aterrizan más fácilmente.",
  "cobblemon.move.superstar": "Superestrella",
  "cobblemon.move.superstar.desc": "El usuario crea una estrella brillante de 8 bits que lo hace temporalmente invencible y luego carga contra el objetivo. El usuario no puede moverse en el siguiente turno.",
  "cobblemon.move.spam": "Spam",
  "cobblemon.move.spam.desc": "El usuario envía una avalancha de correos electrónicos no deseados al objetivo de dos a cinco veces seguidas.",
  "cobblemon.move.flop": "Desplome",
  "cobblemon.move.flop.desc": "El usuario cae sobre el objetivo con todo el peso de su cuerpo, el movimiento tiene una mayor probabilidad de asestar un golpe crítico. Esto también daña un poco al usuario.",
  "cobblemon.move.tendril": "Zarcillo",
  "cobblemon.move.tendril.desc": "El usuario golpea al enemigo con un zarcillo viscoso. Esto reduce las estadísticas de velocidad de los golpeados.",
  "cobblemon.move.slimyspit": "Saliva Viscosa",
  "cobblemon.move.slimyspit.desc": "Se lanza un chorro de baba pegajosa al Pokémon contrario. Esto también puede reducir su estadística de velocidad.",
  "cobblemon.move.tornado": "Tifón",
  "cobblemon.move.tornado.desc": "El usuario ataca todo lo que le rodea invadiendo sus alrededores con un tornado gigante.",
  "cobblemon.move.ozonebeam": "Rayo Ozono",
  "cobblemon.move.ozonebeam.desc": "El usuario dispara ozono y otros gases al objetivo para atacar. Esto también puede envenenar al objetivo.",
  "cobblemon.move.squallstrike": "Golpe Chubasco",
  "cobblemon.move.squallstrike.desc": "El objetivo es atacado con un golpe violento que produce una ráfaga de viento. Esto también puede dejar al objetivo confundido.",
  "cobblemon.move.crystalrush": "Carrera Cristal",
  "cobblemon.move.crystalrush.desc": "El usuario se convierte en cristal sólido, golpeando primero.",
  "cobblemon.move.eevoboost": "Evopotencia",
  "cobblemon.move.eevoboost.desc": "El usuario reúne lentamente su potencial interior, descubriendo un poder que eleva todas las estadísticas.",
  "cobblemon.move.thunderstorm": "Electormenta",
  "cobblemon.move.thunderstorm.desc": "Convoca una tormenta eléctrica de cinco turnos que aumentará la potencia de los tipo eléctrico.",
  "cobblemon.move.shadowsky": "Cielo Sombrío",
  "cobblemon.move.shadowsky.desc": "Invoca un aura sombría de cinco turnos para dañar a todos los combatientes excepto a los Pokémon de tipo Sombra.",
  "cobblemon.move.cymbalcrash": "Platillazo",
  "cobblemon.move.cymbalcrash.desc": "El usuario golpea sus platillos contra la cabeza del objetivo. El ataque puede confundir al objetivo.",
  "cobblemon.move.halflife": "Media Vida",
  "cobblemon.move.halflife.desc": "El usuario corta los PS del objetivo a la mitad.",
  "cobblemon.move.geodecannoncrystal": "Cañón Geoda",
  "cobblemon.move.geodecannoncrystal.desc": "The user attacks with a ray of light that sparkles as if it were made of geodes.",
  "cobblemon.move.gravitycosmic": "Gravedad",
  "cobblemon.move.gravitycosmic.desc": "Durante cinco turnos, se anulan los movimientos que alzan el vuelo y los Pokémon de tipo Volador o que levitan son vulnerables a movimientos de tipo Tierra.",
  "cobblemon.move.bugnoise": "Estridor",
  "cobblemon.move.bugnoise.desc": "Un ataque que abruma al enemigo con sonido. Puede paralizar al usuario.",
  "cobblemon.move.darkroar": "Rugido Oscuro",
  "cobblemon.move.darkroar.desc": "El usuario emite un rugido lleno de oscuridad que siempre va primero.",
  "cobblemon.move.darkroarsound": "Rugido Oscuro",
  "cobblemon.move.darkroarsound.desc": "El usuario emite un rugido lleno de oscuridad que siempre va primero. El movimiento puede usar Tipo Siniestro o Tipo Sonido.",
  "cobblemon.move.devastate": "Devastación",
  "cobblemon.move.devastate.desc": "El usuario se enfurece. Puede bajar la defensa.",
  "cobblemon.move.doubleshot": "Doble Tiro",
  "cobblemon.move.doubleshot.desc": "Golpea dos veces seguidas. También puede aumentar la precisión del usuario.",
  "cobblemon.move.dragonbeat": "Ritmo Dragón",
  "cobblemon.move.dragonbeat.desc": "Un ataque rítmico. Puede aumentar drásticamente el ataque del enemigo.",
  "cobblemon.move.frostbite": "Congelación",
  "cobblemon.move.frostbite.desc": "El usuario cubre al enemigo con hielo dolorosamente frío. Puede aumentar la estadística de ataque especial del usuario.",
  "cobblemon.move.geoimpact": "Geoimpacto",
  "cobblemon.move.geoimpact.desc": "Un impacto enorme. Puede aumentar drásticamente la estadística de ataque especial del objetivo.",
  "cobblemon.move.glide": "Planeo",
  "cobblemon.move.glide.desc": "El usuario vuela con las alas extendidas. Puede aumentar la precisión del usuario.",
  "cobblemon.move.gravitywave": "Onda Gravedad",
  "cobblemon.move.gravitywave.desc": "El usuario manipula la gravedad e inflige daño según el peso.",
  "cobblemon.move.gravitywavecosmic": "Onda Gravedad",
  "cobblemon.move.gravitywavecosmic.desc": "El usuario manipula la gravedad e inflige daño según el peso.",
  "cobblemon.move.guardianleaf": "Hoja Guardiana",
  "cobblemon.move.guardianleaf.desc": "Ataca con materia vegetal endurecida. También puede aumentar la defensa del usuario.",
  "cobblemon.move.hypnopulse": "Hipnopulso",
  "cobblemon.move.hypnopulse.desc": "El usuario dispara un pulso que puede hacer que el enemigo se duerma.",
  "cobblemon.move.latentpower": "Poder Latente",
  "cobblemon.move.latentpower.desc": "Emite energía que aumenta drásticamente la evasión del enemigo.",
  "cobblemon.move.magmaring": "Anillo Magma",
  "cobblemon.move.magmaring.desc": "El objetivo queda atrapado dentro de un feroz vórtice de magma que arrasa durante cuatro o cinco turnos.",
  "cobblemon.move.poisonleaf": "Hoja Venenosa",
  "cobblemon.move.poisonleaf.desc": "El usuario corta al enemigo con hojas cubiertas de toxina. También puede envenenar al objetivo.",
  "cobblemon.move.psyburn": "Psicoignición",
  "cobblemon.move.psyburn.desc": "Ataca al enemigo con llamas misteriosas que tienen la posibilidad de aumentar la Defensa Especial del usuario.",
  "cobblemon.move.rapidgrowth": "Instacrecimiento",
  "cobblemon.move.rapidgrowth.desc": "El usuario crece rápidamente de tamaño y ataca al objetivo. Esto podría aumentar el ataque especial del usuario.",
  "cobblemon.move.stardust": "Polvo Estelar",
  "cobblemon.move.stardust.desc": "El usuario hace que una lluvia de estrellas llueva sobre enemigos.",
  "cobblemon.move.stardustcosmic": "Polvo Estelar",
  "cobblemon.move.stardustcosmic.desc": "El usuario hace que una lluvia de estrellas llueva sobre enemigos.",
  "cobblemon.move.stormforecast": "Tormenta Pronóstica",
  "cobblemon.move.stormforecast.desc": "Dos turnos después de usar este movimiento, un rayo de electricidad ataca al objetivo.",
  "cobblemon.move.channel": "Canalizar",
  "cobblemon.move.channel.desc": "El usuario canaliza espíritus para que utilicen aleatoriamente casi cualquier movimiento de tipo fantasma.",
  "cobblemon.move.pesticide": "Pesticida",
  "cobblemon.move.pesticide.desc": "El usuario rocía veneno sobre el objetivo. Esto también puede dejar al objetivo envenenado. Este movimiento es súper efectivo en Tipo Bicho.",
  "cobblemon.move.demoralize": "Desmoralizar",
  "cobblemon.move.demorallize.desc": "Las burlas y risas del usuario cambian la Habilidad del objetivo a Flaqueza.",
  "cobblemon.move.abyssallure": "Señuelo Abisal",
  "cobblemon.move.abyssallure.desc": "Si el enemigo es noqueado, aumenta bruscamente el Ataque Especial.",
  "cobblemon.move.audacity": "Audacia",
  "cobblemon.move.audacity.desc": "Aumento inmenso que hace que el usuario se debilite en 3 turnos.",
  "cobblemon.move.boltblitz": "Envite Voltaje",
  "cobblemon.move.boltblitz.desc": "Una explosión de alto voltaje que también lastima al usuario.",
  "cobblemon.move.carbonize": "Carbonizar",
  "cobblemon.move.carbonize.desc": "Destella una explosión de metal tórrido. Puede causar una quemadura.",
  "cobblemon.move.blackout": "Apagón",
  "cobblemon.move.blackout.desc": "Sofoca al enemigo con energía vil. Puede infligir sueño.",
  "cobblemon.move.cloudburst": "Chaparrón",
  "cobblemon.move.cloudburst.desc": "Permite un ataque de máxima potencia pero reduce drásticamente el ataque especial.",
  "cobblemon.move.cloudburstwind": "Chaparrón",
  "cobblemon.move.cloudburstwind.desc": "Permite un ataque de máxima potencia pero reduce drásticamente el ataque especial.",
  "cobblemon.move.crystalize": "Cristalizar",
  "cobblemon.move.crystalize.desc": "Encierra al enemigo en cristal sólido. Puede congelar.",
  "cobblemon.move.dazzledust": "Polvo Deslumbre",
  "cobblemon.move.dazzledust.desc": "Ataca con polvo místico que corta la mitad de los PS del enemigo.",
  "cobblemon.move.devildarts": "Diabloflechas",
  "cobblemon.move.devildarts.desc": "El usuario ataca dos veces disparando a Dreepy al enemigo.",
  "cobblemon.move.electroburst": "Electroexplosión",
  "cobblemon.move.electroburst.desc": "El usuario descarga energía. Puede reducir la precisión del enemigo..",
  "cobblemon.move.grimstinger": "Aguijón Macabro",
  "cobblemon.move.grimstinger.desc": "Inflige el doble de daño a los enemigos dormidos.",
  "cobblemon.move.hivemind": "Mentecolmena",
  "cobblemon.move.hivemind.desc": "Inflige daño según la estadística de defensa del enemigo.",
  "cobblemon.move.moonrazer": "Luna Veraz",
  "cobblemon.move.moonrazer.desc": "Llama a la luna para atacar. Puede hacer dormir al enemigo.",
  "cobblemon.move.pummel": "Aporrear",
  "cobblemon.move.pummel.desc": "Una ráfaga de golpes que puede aumentar el ataque del usuario.",
  "cobblemon.move.ragingwaves": "Ondas Furia",
  "cobblemon.move.ragingwaves.desc": "Un alboroto de 2 a 3 vueltas que confunde al usuario.",
  "cobblemon.move.replicate": "Replicar",
  "cobblemon.move.replicate.desc": "Copia telepáticamente un movimiento de forma permanente.",
  "cobblemon.move.ripen": "Madurar",
  "cobblemon.move.ripen.desc": "Aumenta la defensa y aumenta drásticamente el ataque especial.",
  "cobblemon.move.rubblerush": "Escombro Veloz",
  "cobblemon.move.rubblerush.desc": "Una avalancha rencorosa que también perjudica al usuario.",
  "cobblemon.move.shadetrance": "Trance de Sombra",
  "cobblemon.move.shadetrance.desc": "Envuelve al enemigo con energía oscura que le inflige sueño.",
  "cobblemon.move.shimmershot": "Disparo Brillo",
  "cobblemon.move.shimmershot.desc": "Emite una luz brillante que puede confundir a todos los enemigos adyacentes.",
  "cobblemon.move.shimmershotlight": "Disparo Brillo",
  "cobblemon.move.shimmershotlight.desc": "Emite una luz brillante que puede confundir a todos los enemigos adyacentes.",
  "cobblemon.move.siphon": "Sifón",
  "cobblemon.move.siphon.desc": "Un ataque que roba la mitad del daño infligido.",
  "cobblemon.move.sizzlebeak": "Pico Chisporroteante",
  "cobblemon.move.sizzlebeak.desc": "Un asalto con un pico de fuego que provoca quemaduras.",
  "cobblemon.move.stonesurge": "Peñaoleada",
  "cobblemon.move.stonesurge.desc": "Se arrojan grandes rocas. Alta proporción de golpes críticos.",
  "cobblemon.move.swindle": "Estafa",
  "cobblemon.move.swindle.desc": "Presiona al enemigo, provocando que suelte dinero.",
  "cobblemon.move.thunderclap": "Tronido",
  "cobblemon.move.thunderclap.desc": "Una tacleada relámpago que siempre golpea primero.",
  "cobblemon.move.twirlenade": "Piruetear",
  "cobblemon.move.twirlenade.desc": "Una danza caótica que otorga poder pero causa confusión.",
  "cobblemon.move.virugait": "Bobina Víbora",
  "cobblemon.move.virugait.desc": "Una carga venenosa que aumenta la velocidad del usuario.",
  "cobblemon.move.uvray": "Rayo Ultravioleta",
  "cobblemon.move.uvray.desc": "El usuario dispara un rayo de sol concentrado a su objetivo. Esto también puede dejar al objetivo con una quemadura.",
  "cobblemon.move.salttherapy": "Saladura",
  "cobblemon.move.salttherapy.desc": "El usuario coloca una pared de sales terapéuticas. Recupera algo de PS cada turno.",
  "cobblemon.move.firecracker": "Petardo",
  "cobblemon.move.firecracker.desc": "El usuario hace que todos los objetivos apunten únicamente al usuario. Este movimiento siempre va primero.",
  "cobblemon.move.hitandrun": "Atraco",
  "cobblemon.move.hitandrun.desc": "Después de realizar su ataque, el usuario roba el objeto que tiene el objetivo. Luego, el usuario se apresura a regresar para cambiar de lugar con un Pokémon del grupo esperando.",
  "cobblemon.move.parasiticfungi": "Hongos Parásitos",
  "cobblemon.move.parasiticfungi.desc": "El usuario esparce hongos parásitos sobre el objetivo, infligiendo daño en cada turno. Los tipos Normal e Bicho reciben el doble de daño.",
  "cobblemon.move.lunarcannon": "Cañón Lunar",
  "cobblemon.move.lunarcannon.desc": "Un ataque de dos turnos. El usuario acumula oscuridad y luego dispara un haz de rayos en el segundo turno.",
  "cobblemon.move.cataclysm": "Cataclismo",
  "cobblemon.move.cataclysm.desc": "Destripa al enemigo con una llama impía.",
  "cobblemon.move.darkbargain": "Oferta Oscura",
  "cobblemon.move.darkbargain.desc": "Aumenta drásticamente la velocidad, el ataque especial y la precisión, pero maldice.",
  "cobblemon.move.wickedlash": "Latigazo Malvado",
  "cobblemon.move.wickedlash.desc": "Un feroz ataque de 2 turnos. Tiene una alta proporción de golpes críticos.",
  "cobblemon.move.beguile": "Engañar",
  "cobblemon.move.beguile.desc": "Un ataque furtivo que debilitará a un enemigo enamorado.",
  "cobblemon.move.cookiecut": "Corte Galleta",
  "cobblemon.move.cookiecut.desc": "Siempre ataca primero y aumenta todas las estadísticas en un nivel.",
  "cobblemon.move.knightsvow": "Voto de Caballero",
  "cobblemon.move.knightsvow.desc": "Refuerza las defensas y cura todos los problemas de estado, haciendo que todos los objetivos apunten únicamente al usuario.",
  "cobblemon.move.starstorm": "Tormenta Estelar",
  "cobblemon.move.starstorm.desc": "Llueve furia cósmica sobre el enemigo. Supera protecciones.",
  "cobblemon.move.starstormcosmic": "Tormenta Estelar",
  "cobblemon.move.starstormcosmic.desc": "Llueve furia cósmica sobre el enemigo. Supera protecciones.",
  "cobblemon.move.bramblebash": "Golpe Zarzas",
  "cobblemon.move.bramblebash.desc": "Un golpe espinoso que envía al usuario a la rabia.",
  "cobblemon.move.kindleseed": "Semilla Ígnea",
  "cobblemon.move.kindleseed.desc": "Quema al enemigo con semillas que roban PS en cada turno.",
  "cobblemon.move.spectralsap": "Savia Espectral",
  "cobblemon.move.spectralsap.desc": "Un ataque agotador que roba cambios de estadísticas del enemigo.",
  "cobblemon.move.taiga": "Bosque Boreal",
  "cobblemon.move.taiga.desc": "Desgarra al enemigo con una ráfaga de garras. Alta proporción de golpes críticos.",
  "cobblemon.move.heavypunch": "Puño Pesado",
  "cobblemon.move.heavypunch.desc": "Golpea al enemigo con gran fuerza. Puede amedrentar.",
  "cobblemon.move.miresurge": "Fangoleada",
  "cobblemon.move.miresurge.desc": "Propulsa un limo virulento que puede reducir la velocidad del enemigo.",
  "cobblemon.move.miresurgeslime": "Fangoleada",
  "cobblemon.move.miresurgeslime.desc": "Propulsa un limo virulento que puede reducir la velocidad del enemigo.",
  "cobblemon.move.wildroar": "Rugido Violento",
  "cobblemon.move.wildroar.desc": "Un rugido ensordecedor que reduce el ataque del enemigo.",
  "cobblemon.move.wildroarsound": "Rugido Violento",
  "cobblemon.move.wildroarsound.desc": "Un rugido ensordecedor que reduce el ataque del enemigo.",
  "cobblemon.move.fangbarrage": "Despedazar",
  "cobblemon.move.fangbarrage.desc": "Mordeduras horribles que provocan debilitación instantánea.",
  "cobblemon.move.toxifume": "Toxivapor",
  "cobblemon.move.toxifume.desc": "Amplifica al usuario el primer turno, luego ataca con toxinas.",
  "cobblemon.move.psylight": "Psicoluz",
  "cobblemon.move.psylight.desc": "Estalla inmensos rayos de luz que pueden confundir.",
  "cobblemon.move.geosplinter": "Geoastilla",
  "cobblemon.move.geosplinter.desc": "El usuario se blinda y reconfigura su cuerpo.",
  "cobblemon.move.knucklefins": "Nudillazos",
  "cobblemon.move.knucklefins.desc": "Ataca con una ráfaga de golpes. Inflige tormento.",
  "cobblemon.move.weepywail": "Lamento Lloroso",
  "cobblemon.move.weepywail.desc": "Un gemido agudo que reduce el ataque especial del enemigo.",
  "cobblemon.move.detox": "Desintoxicación",
  "cobblemon.move.detox.desc": "Sólo se puede utilizar si el usuario está envenenado. Luego, el usuario se cura a sí mismo de su condición de estado después del uso.",
  "cobblemon.move.allure": "Presumir",
  "cobblemon.move.allure.desc": "El usuario usa su físico para bajar las defensas del oponente antes de golpearlo. Cuanto mayor sea el ataque del usuario, más daño podrá infligir al objetivo.",
  "cobblemon.move.corrupt": "Corromper",
  "cobblemon.move.corrupt.desc": "Disminuye una estadística aleatoria en dos etapas cada una.",
  "cobblemon.move.earthmover": "Terratraslado",
  "cobblemon.move.earthmover.desc": "El usuario mueve el propio suelo que pisa el oponente. Este movimiento es Superefectivo contra los tipo Acero.",
  "cobblemon.move.meltdown": "Fusioreactor",
  "cobblemon.move.meltdown.desc": "El cuerpo del usuario se desmorona, dejando escapar una explosión de energía vil. El usuario se debilita al usar este movimiento.",
  "cobblemon.move.meltdownnuclear": "Fusioreactor",
  "cobblemon.move.meltdownnuclear.desc": "El cuerpo del usuario se desmorona, dejando escapar una explosión de energía vil. El usuario se debilita al usar este movimiento.",
  "cobblemon.move.tempest": "Tempestad",
  "cobblemon.move.tempest.desc": "El usuario provoca una poderosa tormenta que inflige daño y limpia los cielos de todo tipo de clima.",
  "cobblemon.move.fairypledge": "Voto Hada",
  "cobblemon.move.fairypledge.desc": "Una columna de energía de hadas golpea al Pokémon enemigo.",
  "cobblemon.move.hawthorns": "Espinos",
  "cobblemon.move.hawthorns.desc": "El usuario crea un campo de espinos bajo sus pies, regenerando su propia salud y la de sus aliados por cada turno.",
  "cobblemon.move.hiss": "Siseo",
  "cobblemon.move.hiss.desc": "El usuario emite un siseo intimidatorio que reduce duramente la Estadística de Defensa Especial del objetivo.",
  "cobblemon.move.feralclutch": "Constricción",
  "cobblemon.move.feralclutch.desc": "El usuario agarra al objetivo con su cuerpo de serpiente de dos a cinco turnos.",
  "cobblemon.move.babble": "Balbucear",
  "cobblemon.move.babble.desc": "El usuario ataca al objetivo gritándole.",
  "cobblemon.move.subwoofer": "Parlante Bajo",
  "cobblemon.move.subwoofer.desc": "Los ruidos graves atacan al equipo contrario para infligir daño. También pueden hacer que los objetivos se adrementen.",
  "cobblemon.move.soundpledge": "Voto Sonido",
  "cobblemon.move.soundpledge.desc": "Una columna de energía sonora golpea al Pokémon enemigo.",
  "cobblemon.move.scorchedashes": "Cenizas Chamuscadas",
  "cobblemon.move.scorchedashes.desc": "El usuario incinera el suelo bajo sus oponentes, bajando el ataque de los enemigos que entran en el campo.",
  "cobblemon.move.primalscream": "Grito Primal",
  "cobblemon.move.primalscream.desc": "El usuario grita al equipo contrario y baja su estadística de Ataque en una fase.",
  "cobblemon.move.soundbarrier": "Barrera Sonora",
  "cobblemon.move.soundbarrier.desc": "El usuario genera un muro que debilita los movimientos de tipo Volador, Agua y Hada durante cinco turnos.",
  "cobblemon.move.magicwall": "Muro Mágico",
  "cobblemon.move.magicwall.desc": "El usuario genera un muro que debilita los movimientos de Dragón, Lucha, Siniestro e Bicho durante cinco turnos.",
  "cobblemon.move.noiseburst": "Ruidoestallido",
  "cobblemon.move.noiseburst.desc": "El objetivo es atacado con un sonido ensordecedor. El usuario debe descansar en el siguiente turno para recuperar su energía.",
  "cobblemon.move.dragonendurance": "Resistencia Dragón",
  "cobblemon.move.dragonendurance.desc": "El usuario crea un escudo que debilita los movimientos de Eléctrico, Fuego, Planta y Agua durante cinco turnos.",
  "cobblemon.move.velvetscales": "Escamas Terciopelo",
  "cobblemon.move.velvetscales.desc": "El usuario coloca una trampa con sus escamas. La trampa debilita a los oponentes que entran en combate.",
  "cobblemon.move.dragonpledge": "Voto Dragón",
  "cobblemon.move.dragonpledge.desc": "Una columna de energía dracónica golpea a los Pokémon rivales.",
  "cobblemon.move.tidaldragoon": "Dracomarea",
  "cobblemon.move.tidaldragoon.desc": "El usuario golpea al objetivo con ráfagas de energía de dos a cinco veces seguidas.",
  "cobblemon.move.discofever": "Discofiebre",
  "cobblemon.move.discofever.desc": "El usuario canta una canción rápida y animada que confunde al objetivo.",
  "cobblemon.move.wilddance": "Danza Salvaje",
  "cobblemon.move.wilddance.desc": "El usuario ataca al objetivo empujándolo al compás durante dos o tres vueltas, luego se confunde.",
  "cobblemon.move.electroswing": "Electrogiro",
  "cobblemon.move.electroswing.desc": "El usuario revolea salvajemente una guitarra, lanzando rayos que paralizan al objetivo.",
  "cobblemon.move.bluenote": "Nota Azul",
  "cobblemon.move.bluenote.desc": "El usuario toca una melodía relajante que sume al objetivo en un profundo sueño.",
  "cobblemon.move.darkeningbolt": "Rayoapagón",
  "cobblemon.move.darkeningbolt.desc": "El usuario lanza un ominoso rayo. También puede reducir la Defensa del objetivo.",
  "cobblemon.move.thunderstruck": "Truenopasmo",
  "cobblemon.move.thunderstruck.desc": "El usuario carga contra el objetivo utilizando todo su poder. El usuario deberá descansar en el siguiente turno.",
  "cobblemon.move.sugarrush": "Fiebre Azúcar",
  "cobblemon.move.sugarrush.desc": "El usuario come toneladas de dulces y luego se abalanza sobre el objetivo. Esto también daña bastante al usuario",
  "cobblemon.move.flavortest": "Saborear",
  "cobblemon.move.flavortest.desc": "El usuario se lanza sobre su enemigo intentando saborearlo como un caramelo. Recupera parte de la salud del usuario, también es un movimiento de tipo hielo.",
  "cobblemon.move.firekunai": "Kunai ígnea",
  "cobblemon.move.firekunai.desc": "El usuario siempre va primero y golpea al objetivo con kunais de fuego. Este movimiento siempre resulta en un golpe crítico.",
  "cobblemon.move.hotchilipepper": "Pimiento Picante",
  "cobblemon.move.hotchilipepper.desc": "El usuario lanza semillas picantes a su objetivo. También puede dejar al objetivo con una quemadura.",
  "cobblemon.move.stingfreeze": "Aguijón Escarcha",
  "cobblemon.move.stingfreeze.desc": "El usuario ataca disparando pinchazos de escarcha al objetivo. También pueden dejar al objetivo con parálisis.",
  "cobblemon.move.creamwhip": "Crema de Nata",
  "cobblemon.move.creamwhip.desc": "El objetivo es abofeteado por una mano llena de espuma espesa y cremosa. También reduce la Velocidad del objetivo.",
  "cobblemon.move.voidstar": "Estrella Vacía",
  "cobblemon.move.voidstar.desc": "El usuario devora la energía de su objetivo y restaura sus PS en la mitad del daño recibido.",
  "cobblemon.move.perfectglare": "Resplandor Perfecto",
  "cobblemon.move.perfectglare.desc": "El usuario paraliza al objetivo con su resplandor. Este movimiento siempre va primero.",
  "cobblemon.move.revup": "Acelerar",
  "cobblemon.move.revup.desc": "El usuario acelera sus motores y golpea al objetivo. Aumenta su Velocidad.",
  "cobblemon.move.astrallance": "Lanza Astral",
  "cobblemon.move.astrallance.desc": "El usuario lanza una lanza de Energía Roja pura al objetivo. Este ataque nunca falla y siempre resulta en un golpe crítico.",
  "cobblemon.move.ampclaw": "Garra Amperio",
  "cobblemon.move.ampclaw.desc": "El usuario lanza una lanza de Energía Roja pura al objetivo. Este ataque nunca falla y siempre resulta en un golpe crítico.",
  "cobblemon.move.emperorsedge": "Filo del Emperador",
  "cobblemon.move.emperorsedge.desc": "El usuario dispara una cuchilla de luz. Tiene un alto ratio de golpes críticos.",
  "cobblemon.move.flamingfists": "Puños Llameantes",
  "cobblemon.move.flamingfists.desc": "El usuario lanza un ataque total con todas sus extremidades en llamas. Esto puede causar quemaduras.",
  "cobblemon.move.frostclaw": "Garra Escarcha",
  "cobblemon.move.frostclaw.desc": "El usuario corta con una garra afilada y helada. Puede congelar al objetivo. Los golpes críticos llegan más fácilmente.",
  "cobblemon.move.gaiasfury": "Furia de Gaia",
  "cobblemon.move.gaiasfury.desc": "El usuario hace retumbar violentamente la tierra a su alrededor. Todos los objetivos ven reducida su Velocidad.",
  "cobblemon.move.h4k41": "H4K41",
  "cobblemon.move.h4k41.desc": "El usuario destruye parte del código del objetivo. Este ataque nunca falla.",
  "cobblemon.move.icewall": "Muro Hielo",
  "cobblemon.move.icewall.desc": "El usuario ataca con un colosal muro de hielo, creando una barrera física.",
  "cobblemon.move.ironsphere": "Esfera Férrea",
  "cobblemon.move.ironsphere.desc": "El usuario se enrolla en una bola para golpear al objetivo, impidiendo magnéticamente que huya.",
  "cobblemon.move.leekcutter": "Cortapuerros",
  "cobblemon.move.leekcutter.desc": "El usuario corta al enemigo con un puerro afilado. Esto reduce la Defensa del objetivo.",
  "cobblemon.move.magnetpulse": "Pulso Magnético",
  "cobblemon.move.magnetpulse.desc": "El usuario ataca con energía magnética. Puede evitar que el objetivo huya.",
  "cobblemon.move.movemountains": "Muevemontañas",
  "cobblemon.move.movemountains.desc": "El usuario realiza un ataque con piedras gigantes, esparciendo rocas por el campo.",
  "cobblemon.move.puffup": "Hinchar",
  "cobblemon.move.puffup.desc": "El usuario lanza por los aires al objetivo y arrastra a otro Pokémon de su grupo.",
  "cobblemon.move.remoraidcannon": "Cañón Remoraid",
  "cobblemon.move.remoraidcannon.desc": "El usuario ataca dos veces disparando Remoraid al enemigo.",
  "cobblemon.move.souldevour": "Devoraralma",
  "cobblemon.move.souldevour.desc": "El usuario se come el alma del objetivo con la boca del vientre. Este ataque htis un objetivo usando un movimiento como Proteger o Detectar.",
  "cobblemon.move.cursedwrath": "Ira Maldita",
  "cobblemon.move.cursedwrath.desc": "Se vuelve más poderoso cuanto menos PS tenga el usuario.",
  "cobblemon.move.veiledsky": "Cielo Velado",
  "cobblemon.move.veiledsky.desc": "Invoca un eclipse que ennegrece el campo.",
  "cobblemon.move.magnetforce": "Fuerza Magnética",
  "cobblemon.move.magnetforce.desc": "Ataque de campo magnético. Puede bajar el ataque o el ataque especial.",
  "cobblemon.move.magnumpunch": "Golpe Magno",
  "cobblemon.move.magnumpunch.desc": "Un puñetazo que también puede reducir la Defensa del objetivo o causar un adrementamiento.",
  "cobblemon.move.ragingflame": "Llama Furiosa",
  "cobblemon.move.ragingflame.desc": "Canaliza la ira en llamas. También puede confundir al usuario.",
  "cobblemon.move.shadowclamp": "Pinza Sombría",
  "cobblemon.move.shadowclamp.desc": "Un mordisco persistente. También puede infligir confusión o sueño al objetivo.",
  "cobblemon.move.smogscreen": "Pantalla de Smog",
  "cobblemon.move.smogscreen.desc": "El usuario esparce gases tóxicos que pueden reducir la precisión o infligir veneno al objetivo.",
  "cobblemon.move.iceweave": "Tejido Hielo",
  "cobblemon.move.iceweave.desc": "Los Pokémon rivales son atados con una seda helada que reduce drásticamente la Velocidad.",
  "cobblemon.move.cavein": "Hundir",
  "cobblemon.move.cavein.desc": "El usuario se entierra profundamente en el suelo causando un derrumbe bajo el oponente. Esto también daña un poco al usuario.",
  "cobblemon.move.blastcannon": "Cañón Explosivo",
  "cobblemon.move.blastcannon.desc": "En el segundo turno, el usuario golpea al objetivo con una bala de cañón. Esto también puede dejar al objetivo con una quemadura.",
  "cobblemon.move.magmablade": "Cuchilla Magma",
  "cobblemon.move.magmablade.desc": "El objetivo es atacado con una hoja de piedra ardiente. Los golpes críticos llegan más fácilmente.",
  "cobblemon.move.charminggnash": "Mordida Encantadora",
  "cobblemon.move.charminggnash.desc": "El objetivo recibe un mordisco encantador y juguetón. Esto también puede hacer que el objetivo se encapriche y sea menos probable que ataque.",
  "cobblemon.move.flowerpower": "Poder Floral",
  "cobblemon.move.flowerpower.desc": "El usuario encanta flores para que ataquen al objetivo. Este movimiento es de tipo Planta y Hada simultáneamente.",
  "cobblemon.move.aurorawave": "Onda Aurora",
  "cobblemon.move.aurorawave.desc": "El usuario emite una miríada de hipnotizantes ondas de luz. Esto también puede dejar confundido al objetivo.",
  "cobblemon.move.copypaste": "Copia y Pega",
  "cobblemon.move.copypaste.desc": "Permite al usuario aprender permanentemente el último movimiento utilizado por el objetivo. Una vez utilizado, Copia y Pega desaparece.",
  "cobblemon.move.pursuant": "Conformidad",
  "cobblemon.move.pursuant.desc": "El usuario ataca todo a su alrededor persiguiendo al objetivo.",
  "cobblemon.move.buggnaw": "Roer",
  "cobblemon.move.buggnaw.desc": "El usuario se aferra al objetivo y usa sus mandíbulas para roerlo.",
  "cobblemon.move.engorge": "Engullir",
  "cobblemon.move.engorge.desc": "El usuario hace hervir la sangre del objetivo.",
  "cobblemon.move.plague": "Plaga",
  "cobblemon.move.plague.desc": "El usuario reúne muchos insectos y los envía hacia el objetivo para convertirlos en insectos de tipo Bicho.",
  "cobblemon.move.probepunch": "Puño Sonda",
  "cobblemon.move.probepunch.desc": "El usuario golpea al objetivo de una manera que le provoca ampollas. Esto puede reducir las defensas del objetivo.",
  "cobblemon.move.reprisal": "Retaliación",
  "cobblemon.move.reprisal.desc": "El usuario deja que el objetivo ataque primero, si contrarresta su ataque. el poder se duplica.",
  "cobblemon.move.blackhole": "Agujero Negro",
  "cobblemon.move.blackhole.desc": "Se invocan agujeros negros desde una fuente misteriosa hacia el objetivo. El retroceso del ataque reduce drásticamente la estadística de Ataque Especial del usuario.",
  "cobblemon.move.exsanguinate": "Desangrar",
  "cobblemon.move.exsanguinate.desc": "Un ataque que drena la sangre. Los PS del usuario se recupera con la mitad del daño recibido por el objetivo.",
  "cobblemon.move.devilswrath": "Ira del Diablo",
  "cobblemon.move.devilswrath.desc": "El objetivo es atacado con energías demoníacas, lo que le causa daño. Esto también puede dejarlo paralizado.",
  "cobblemon.move.mowdown": "Segar",
  "cobblemon.move.mowdown.desc": "El objetivo es atacado con colmillos ferozmente afilados. Esto también puede hacer que el objetivo se adremente.",
  "cobblemon.move.drajectile": "Ataque Lineal",
  "cobblemon.move.drajectile.desc": "El usuario apuñala los puntos débiles del objetivo con garras afiladas. Los golpes críticos son más fáciles de asestar.",
  "cobblemon.move.royalbreath": "Aliento Corona",
  "cobblemon.move.royalbreath.desc": "El objetivo es atacado con un elegante ataque de aliento. Esto también puede aumentar el Ataque Especial del usuario.",
  "cobblemon.move.saurtooth": "Dientesauro",
  "cobblemon.move.saurtooth.desc": "El usuario invoca y ataca brutalmente al objetivo con sus dientes de saurio.",
  "cobblemon.move.zenithbreak": "Golpe Campeón",
  "cobblemon.move.zenithbreak.desc": "El usuario ataca al objetivo con gran poder. Sin embargo, esto también reduce las estadísticas de ataque y defensa del usuario.",
  "cobblemon.move.electrobash": "Electrogolpe",
  "cobblemon.move.electrobash.desc": "El usuario carga su energía eléctrica y embiste al objetivo.",
  "cobblemon.move.lusterbloom": "Luminiflor",
  "cobblemon.move.lusterbloom.desc": "El usuario reúne toda su energía eléctrica y la libera de golpe. Esto también puede reducir la precisión del objetivo.",
  "cobblemon.move.acesplay": "Comodín",
  "cobblemon.move.acesplay.desc": "El usuario vuelve el poder del objetivo contra él. Cuanto mayor sea la estadística de ataque especial del objetivo, mayor será el daño que inflige.",
  "cobblemon.move.moonimpact": "Impacto Lunar",
  "cobblemon.move.moonimpact.desc": "El usuario ataca al objetivo con un impacto de máxima potencia. Esto también daña terriblemente al usuario.",
  "cobblemon.move.mysticchant": "Canto Místico",
  "cobblemon.move.mysticchant.desc": "El usuario canta para lanzar un hechizo sobre el objetivo. Este ataque nunca falla.",
  "cobblemon.move.somnismog": "Somniesmog",
  "cobblemon.move.somnismog.desc": "El usuario emplea un misterioso hechizo de gas para poner al objetivo en un sueño profundo.",
  "cobblemon.move.chomper": "Masticar",
  "cobblemon.move.chomper.desc": "El usuario abre la boca y muerde al objetivo. Esto también puede reducir la estadística de Defensa del objetivo.",
  "cobblemon.move.fairyrush": "Carga Feérica",
  "cobblemon.move.fairyrush.desc": "El objetivo se lanza contra el oponente con su energía mágica. Esto también puede hacer que el objetivo se adremente.",
  "cobblemon.move.rottingsparks": "Chispas Podridas",
  "cobblemon.move.rottingsparks.desc": "El usuario golpea al objetivo con un rápido ataque de energía necrótica, golpea hasta 5 veces.",
  "cobblemon.move.mentalanguish": "Angustia Mental",
  "cobblemon.move.mentalanguish.desc": "El Usuario aprovecha las dudas del objetivo para hacerle daño, tiene un 10% de probabilidad de reducir el Ataque Especial del objetivo.",
  "cobblemon.move.eternalhex": "Maleficio Eterno",
  "cobblemon.move.eternalhex.desc": "Utilizando encantamientos antiguos, el usuario golpea a su Objetivo con poderosas energías de sellado, tiene un 10% de probabilidad de reducir todas las estadísticas del Objetivo en 1.",
  "cobblemon.move.foghorn": "Sirena",
  "cobblemon.move.foghorn.desc": "El usuario condensa el agua en forma de niebla durante cinco turnos, lo que permite que el tipo Normal golpee a Pokémon de tipo Fantasma. Reduce la precisión de Pokémon de tipo que no sea Normal, Fantasma o Psíquico.",
  "cobblemon.move.duststorm": "Tormenta Polvo",
  "cobblemon.move.duststorm.desc": "Se invoca una Tormenta de Polvo de cinco turnos, lo que permite que el Pokémon de tipo Tierra golpee a los Pokémon de tipo Volador. Los Pokémon de tipo Tierra se vuelven más rápidos.",
  "cobblemon.move.pollinate": "Polinizar",
  "cobblemon.move.pollinate.desc": "Se invoca una Tormenta de Polen de cinco turnos, que reduce el Ataque Especial de todos los Pokémon que no sean de tipo Planta o Bicho.",
  "cobblemon.move.swarmsignal": "Señal Enjambre",
  "cobblemon.move.swarmsignal.desc": "El usuario esparce feromonas en el campo durante cinco turnos, aumenta la velocidad y precisión de todos los tipos Bicho y Veneno en un nivel.",
  "cobblemon.move.smogspread": "Propaga Smog",
  "cobblemon.move.smogspread.desc": "El usuario contamina el campo con Smog durante cinco turnos, envenenando a todos los Pokémon en el campo.",
  "cobblemon.move.sprinkle": "Espolvorear",
  "cobblemon.move.sprinkle.desc": "El usuario cubre el campo con polvo de hadas durante cinco turnos, lo que otorga a todos los Pokémon de tipo Hada un beneficio del 25 % a la Defensa Especial.",
  "cobblemon.move.auraprojection": "Proyección Aural",
  "cobblemon.move.auraprojection.desc": "El usuario proyecta su aura en el campo durante cinco turnos, lo que hace que los Pokémon de tipo Lucha sean inmunes a las desventajas de estadísticas.",
  "cobblemon.move.haunt": "Embrujo",
  "cobblemon.move.haunt.desc": "El usuario abre una grieta de otro mundo que maldice al viento durante cinco turnos para dañar a todos los combatientes excepto a los de tipo Normal, Fantasma, Siniestro y Sobrenatural.",
  "cobblemon.move.cosmicrays": "Rayos Cósmicos",
  "cobblemon.move.cosmicrays.desc": "El usuario proyecta su energía psíquica en el campo durante cinco turnos, lo que hace que los movimientos de tipo Psíquico sean más fuertes y los movimientos de tipo Siniestro más débiles.",
  "cobblemon.move.dragonforce": "Fuerza Dragón",
  "cobblemon.move.dragonforce.desc": "El usuario inunda el campo con energía dracónica durante cinco turnos, aumenta el poder de los movimientos de tipo Dragón en un 15%.",
  "cobblemon.move.magnetize": "Magnetizar",
  "cobblemon.move.magnetize.desc": "El usuario juega con el campo magnético del campo durante cinco turnos, todos los movimientos de tipo Acero se vuelven perfectamente precisos. Aumenta la defensa especial de los Pokémon de tipo acero en un 25%.",
  "cobblemon.move.giraternalgrip": "Agarre Giraternal",
  "cobblemon.move.giraternalgrip.desc": "El usuario aprovecha el poder bruto de las artes sobrenaturales para aplastar a su objetivo, tiene un 50% de probabilidad de reducir la defensa del objetivo en un nivel.",
  "cobblemon.move.necroticpunch": "Puño Necrótico",
  "cobblemon.move.necroticpunch.desc": "El objetivo recibe un puñetazo necrótico, que también puede dejarlo paralizado.",
  "cobblemon.move.banishingfist": "Puño Desterrado",
  "cobblemon.move.banishingfist.desc": "El usuario encanta su puño, antes de golpear a su oponente con un poderoso ataque de sellado, este movimiento tiene una alta tasa de golpe crítico.",
  "cobblemon.move.sacrificialpact": "Pacto Sacrificio",
  "cobblemon.move.sacrificialpact.desc": "El usuario hace un trato con los dioses ancianos para dañar gravemente a su objetivo, a costa de sufrir la mitad del dolor.",
  "cobblemon.move.eldritchinvocation": "Invocación Sobrenatural",
  "cobblemon.move.eldritchinvocation.desc": "El Usuario utiliza cada gramo de las artes oscuras para dañar a su Objetivo, a costa de su siguiente turno.",
  "cobblemon.move.arceanbanish": "Destierro Arcano",
  "cobblemon.move.arceanbanish.desc": "El usuario destierra el alma del objetivo a las profundidades más oscuras del mundo de la distorsión, cuenta como un movimiento fulminante.",
  "cobblemon.move.goopelt": "Piel Baba",
  "cobblemon.move.goopelt.desc": "El usuario lanza una ola repetitiva de baba al objetivo y lo golpea hasta 5 veces.",
  "cobblemon.move.jellybounce": "Rebote Gelatina",
  "cobblemon.move.jellybounce.desc": "El usuario aprovecha su viscosidad para rebotar y golpear a su enemigo con extrema rapidez, este movimiento tiene mayor prioridad.",
  "cobblemon.move.glorp": "Viscosidad",
  "cobblemon.move.glorp.desc": "El usuario se acerca al objetivo y se frota contra él con su piel viscosa, lo que puede hacer que el objetivo se adremente.",
  "cobblemon.move.flubberfang": "Colmillo Viscoso",
  "cobblemon.move.flubberfang.desc": "El usuario muerde al objetivo con sus dientes viscosos y ondulados, lo que también puede confundir al objetivo.",
  "cobblemon.move.decode": "Descodificar",
  "cobblemon.move.decode.desc": "El usuario se asoma al funcionamiento interno del objetivo y lo daña en el proceso.",
  "cobblemon.move.reformat": "Reformatear",
  "cobblemon.move.reformat.desc": "El usuario altera su propio código para aumentar sus defensas pero reducir su velocidad.",
  "cobblemon.move.pokeburststream": "Flujo Pokeráfaga",
  "cobblemon.move.pokeburststream.desc": "El Usuario golpea al oponente con su energía.",
  "cobblemon.move.flashinglightning": "Rayo Intermitente",
  "cobblemon.move.flashinglightning.desc": "El usuario ciega al oponente con movimientos ultrarrápidos que lo golpean en su punto débil y tiene una mayor tasa de golpe crítico.",
  "cobblemon.move.divinecall": "Llamado Divino",
  "cobblemon.move.divinecall.desc": "El Usuario invoca los poderes anteriores para que lo ayuden en su momento de necesidad, lo que le permite conjurar un movimiento legendario elegido al azar, aunque es poco probable que el mismo responda dos veces.",
  "cobblemon.move.cacophony": "Cacofonía",
  "cobblemon.move.cacophony.desc": "El usuario grita y aúlla durante dos o tres turnos. Luego se confunde.",
  "cobblemon.move.deafeningnoise": "Ensordecer",
  "cobblemon.move.deafeningnoise.desc": "El usuario emite un ruido fuerte que destroza los oídos. El objetivo queda insonorizado.",
  "cobblemon.move.soundpound": "Azote Sonido",
  "cobblemon.move.soundpound.desc": "El usuario golpea rítmicamente al objetivo. Esto también puede reducir la estadística de defensa del objetivo.",
  "cobblemon.move.gooeystrike": "Golpe Pegajoso",
  "cobblemon.move.gooeystrike.desc": "El usuario retrocede, antes de saltar sobre su objetivo con una fuerza poderosa, lo que puede reducir el ataque del objetivo.",
  "cobblemon.move.viscosityslam": "Golpazo Viscoso",
  "cobblemon.move.viscosityslam.desc": "El usuario aprovecha su adherencia interna para embestir con fuerza a su objetivo, este movimiento evita que el objetivo haga un cambio.",
  "cobblemon.move.antivirusnet": "Red Antivirus",
  "cobblemon.move.antivirusnet.desc": "El usuario atrapa a su objetivo en una red digital precisa, que lo daña mientras represente un riesgo para la seguridad. Atrapa al objetivo durante cuatro o cinco turnos.",
  "cobblemon.move.trojanhorse": "Troyano",
  "cobblemon.move.trojanhorse.desc": "El usuario lanza un ataque discreto a su objetivo, si el objetivo cambia, el poder de este ataque se duplicará.",
  "cobblemon.move.smartpunch": "Puño Preciso",
  "cobblemon.move.smartpunch.desc": "El usuario golpea a su objetivo con un golpe calculado con precisión, que como máximo dejará al oponente con 1 PS.",
  "cobblemon.move.datatransfer": "Transferencia",
  "cobblemon.move.datatransfer.desc": "El usuario roba datos directamente del objetivo y recupera la mitad de lo robado.",
  "cobblemon.move.radiantblade": "Cuchilla Radiante",
  "cobblemon.move.radiantblade.desc": "El usuario crea una espada hecha de luz pura que corta al objetivo. Los golpes críticos son más fáciles de asestar.",
  "cobblemon.move.prismarush": "Carga Prisma",
  "cobblemon.move.prismarush.desc": "El usuario se cubre con luz ultravioleta y carga contra su oponente. Esto también reduce las estadísticas de defensa y defensa especial del usuario.",
  "cobblemon.move.solarpunch": "Puño Solar",
  "cobblemon.move.solarpunch.desc": "El usuario lanza su puño, cubierto de luz brillante, hacia el objetivo. Esto también puede hacer que el objetivo se adremente.",
  "cobblemon.move.rainbowpunch": "Puño Arcoiris",
  "cobblemon.move.rainbowpunch.desc": "El usuario lanza su puño, cubierto con un espectro de luces de colores, hacia el objetivo. Esto también puede quemar, congelar, envenenar o paralizar al objetivo.",
  "cobblemon.move.gatlinglaser": "Láser Metralleta",
  "cobblemon.move.gatlinglaser.desc": "El usuario dispara rayos láser al objetivo dos a cinco veces seguidas. Este ataque provoca daño físico.",
  "cobblemon.move.superluminalstrike": "Golpe Superlumínico",
  "cobblemon.move.superluminalstrike.desc": "El usuario carga contra su objetivo a la velocidad de la luz. Este movimiento siempre se ejecuta primero.",
  "cobblemon.move.solarspear": "Lanza Solar",
  "cobblemon.move.solarspear.desc": "El usuario crea una lanza hecha con luz brillante y la lanza hacia el objetivo. Los golpes críticos son más fáciles de asestar.",
  "cobblemon.move.lightcharge": "Carga Luz",
  "cobblemon.move.lightcharge.desc": "El usuario se irradia con luz y ataca el objetivo.",
  "cobblemon.move.focalforce": "Fuerza Focal",
  "cobblemon.move.focalforce.desc": "El usuario se cubre con luz ultravioleta y carga contra su objetivo. Esto también le causa mucho daño. Este ataque puede dejar al objetivo con quemaduras.",
  "cobblemon.move.glowingorb": "Orbe Resplandor",
  "cobblemon.move.glowingorb.desc": "El usuario crea un orbe brillante que se lanza al oponente.",
  "cobblemon.move.spiritaway": "Desvanecer",
  "cobblemon.move.spiritaway.desc": "El objetivo es llevado lejos y regresa en el siguiente turno. El objetivo no puede atacar durante este tiempo.",
  "cobblemon.move.uproarsound": "Alboroto",
  "cobblemon.move.uproarsound.desc": "El usuario ataca en un tumulto durante tres turnos. Durante ese tiempo, ningún Pokémon puede quedarse dormido.",
  "cobblemon.move.riderkick": "Patada Jinete",
  "cobblemon.move.riderkick.desc": "El usuario salta al cielo y lanza una patada a gran velocidad al objetivo. Si no le da en el blanco, el usuario resulta herido.",
  "cobblemon.move.mightykick": "Patada Poderosa",
  "cobblemon.move.mightykick.desc": "El usuario cubre sus pies con fuego antes de golpear al objetivo con una poderosa patada. Si falla, el usuario resulta herido.",
  "cobblemon.move.risingimpact": "Impacto Creciente",
  "cobblemon.move.risingimpact.desc": "El usuario lanza el objetivo al cielo antes de golpearlo con una fuerte patada. Si falla, el usuario resulta herido.",
  "cobblemon.move.spaciumbeam": "Rayo Espacial",
  "cobblemon.move.spaciumbeam.desc": "El objetivo es alcanzado por un rayo de energía cósmica.",
  "cobblemon.move.atomicbreath": "Aliento Atómico",
  "cobblemon.move.atomicbreath.desc": "El usuario dispara un rayo concentrado de energía nuclear a su objetivo.",
  "cobblemon.move.blazinghoof": "Pezuña Llameante",
  "cobblemon.move.blazinghoof.desc": "El usuario lanza una patada a una velocidad cegadora al objetivo.",
  "cobblemon.move.giggle": "Risilla",
  "cobblemon.move.giggle.desc": "El usuario se ríe de una forma entrañable, lo que hace que los Pokémon rivales sean menos cautelosos. Esto reduce sus estadísticas de Ataque.",
  "cobblemon.move.lasso": "Lazo",
  "cobblemon.move.lasso.desc": "Los Pokémon rivales están atados con un lazo que reduce drásticamente la estadística de Velocidad.",
  "cobblemon.move.lighttouch": "Toque Ligero",
  "cobblemon.move.lighttouch.desc": "Un ataque restringido que evita que el objetivo se debilite. El objetivo queda con al menos 1 PS.",
  "cobblemon.move.secondwind": "Segundo Aliento",
  "cobblemon.move.secondwind.desc": "El usuario toma una respiración profunda para recuperarse, el usuario recupera sus propios PS a la mitad de sus PS máximo.",
  "cobblemon.move.shootingstar": "Estrella Fugaz",
  "cobblemon.move.shootingstar.desc": "El usuario dispara rayos en forma de estrella que nunca fallan ante ningún enemigo en batalla.",
  "cobblemon.move.sluggishbrew": "Bebida Lenta",
  "cobblemon.move.sluggishbrew.desc": "El usuario prepara un brebaje extraño que paraliza al objetivo.",
  "cobblemon.move.squeezehug": "Abrazo Apretado",
  "cobblemon.move.squeezehug.desc": "El usuario envuelve sus extremidades alrededor del objetivo y lo aprieta durante cuatro o cinco turnos.",
  "cobblemon.move.sunbath": "Baño Solar",
  "cobblemon.move.sunbath.desc": "El usuario se recuesta y absorbe la energía solar para curar sus heridas, el usuario restaura sus propios PS a la mitad de sus PS máximo.",
  "cobblemon.move.tagout": "Suplencia",
  "cobblemon.move.tagout.desc": "El usuario cambia de lugar con un Pokémon del grupo en espera y le transmite cualquier cambio de estadísticas.",
  "cobblemon.move.infobeam": "Rayo Información",
  "cobblemon.move.infobeam.desc": "El usuario carga información a la fuerza en la cabeza del objetivo. Esto también puede confundirlo.",
  "cobblemon.move.spindash": "Giro Carrera",
  "cobblemon.move.spindash.desc": "El usuario se transforma en una bola con púas antes de lanzarse hacia el objetivo. Este movimiento siempre se ejecuta primero.",
  "cobblemon.move.groundpound": "Rebotazo",
  "cobblemon.move.groundpound.desc": "El usuario salta al aire justo por encima de su objetivo, antes de estrellarse justo encima de él. Cuanto más peso tenga el usuario sobre el objetivo, mayor será la potencia del movimiento.",
  "cobblemon.move.firewall": "Cortafuegos",
  "cobblemon.move.firewall.desc": "El usuario crea un muro antiviral que lo protege de cualquier movimiento que el objetivo le lance a continuación. La probabilidad de falla aumenta si se usa en sucesión.",
  "cobblemon.move.planepound": "Avioncitos",
  "cobblemon.move.planepound.desc": "El usuario lanza aviones de juguete de plástico al objetivo dos a cinco veces seguidas.",
  "cobblemon.move.bricktrap": "Trampa Ladrillo",
  "cobblemon.move.bricktrap.desc": "El Usuario utiliza sus vastos recursos para encerrar al Objetivo en una trampa hecha de ladrillos de plástico durante cuatro o cinco turnos.",
  "cobblemon.move.polymerpelt": "Piel Polímera",
  "cobblemon.move.polymerpelt.desc": "Al utilizar su plasticidad, el usuario lanza una potente bola de polímeros al objetivo. Esto también puede confundirlo.",
  "cobblemon.move.compoundbrick": "Ladrillo Compuesto",
  "cobblemon.move.compoundbrick.desc": "El usuario lanza un gran ladrillo de plástico combinado con otros ladrillos de plástico al objetivo.",
  "cobblemon.move.toycarcrash": "Chocoche Juguete",
  "cobblemon.move.toycarcrash.desc": "El usuario choca contra el objetivo con una serie de coches de juguete.",
  "cobblemon.move.blockblitz": "Blocazos",
  "cobblemon.move.blockblitz.desc": "El usuario lanza una rápida avalancha de ladrillos de plástico contra su objetivo. Esto también puede confundirlo.",
  "cobblemon.move.plasticseal": "Sello Plástico",
  "cobblemon.move.plasticseal.desc": "El usuario lanza y recubre el objetivo con una capa de polímero sintético y cambia el tipo del objetivo a Plástico.",
  "cobblemon.move.polymercannon": "Cañón Polímero",
  "cobblemon.move.polymercannon.desc": "El usuario aprovecha una gran cantidad de sus propios polímeros para atacar al objetivo. Esto también le causa bastante daño.",
  "cobblemon.move.buildup": "Acumulación",
  "cobblemon.move.buildup.desc": "El usuario se refuerza esporádicamente con plástico, lo que aumenta drásticamente la estadística de Defensa pero disminuye drásticamente la Evasión.",
  "cobblemon.move.glitch": "Fallo",
  "cobblemon.move.glitch.desc": "El usuario corre hacia el objetivo y lo ataca con una gran cantidad de fallas. Esto también puede reducir todas las estadísticas del objetivo a la vez.",
  "cobblemon.move.sssslash": "C-C-C-Cuchillada",
  "cobblemon.move.sssslash.desc": "Golpea dos veces. En el segundo turno, el usuario golpea al objetivo con un código con forma de espada. Los golpes críticos son más fáciles de asestar.",
  "cobblemon.move.integeroverflow": "Desbordamiento Entero",
  "cobblemon.move.integeroverflow.desc": "El usuario vuelve el poder del objetivo contra él. Cuanto mayor sea la estadística de ataque especial del objetivo, mayor será el daño que inflige.",
  "cobblemon.move.exploitsion": "Explotación",
  "cobblemon.move.exploitsion.desc": "El usuario ataca todo lo que lo rodea provocando una tremenda explosión. El usuario se debilita al usar este movimiento.",
  "cobblemon.move.simulateddread": "Terror Simulado",
  "cobblemon.move.simulateddread.desc": "El usuario muestra al objetivo un vistazo de su realidad y su existencia como personaje de videojuego. El objetivo se debilita instantáneamente si este ataque lo alcanza.",
  "cobblemon.move.cyclonebeatdown": "Paliza Ciclón",
  "cobblemon.move.cyclonebeatdown.desc": "El usuario crea fuertes vientos a su alrededor para saltar alto en el cielo durante el primer turno antes de golpear al objetivo en el segundo. Si el movimiento falla, el usuario sufre daño por retroceso. El movimiento puede ser de tipo Viento o Lucha, según cuál sea más efectivo.",
  "cobblemon.move.shatterfist": "Puño Destrozado",
  "cobblemon.move.shatterfist.desc": "El usuario golpea al objetivo con sus frágiles puños de dos a cinco veces seguidas. Esto también le causa bastante daño.",
  "cobblemon.move.undegradeable": "Indegradable",
  "cobblemon.move.undegradeable.desc": "El usuario aguanta cualquier ataque con al menos 1 PS. Su probabilidad de falla aumenta si se usa en sucesión.",
  "cobblemon.move.massproduction": "Producción Masiva",
  "cobblemon.move.massproduction.desc": "Aumenta el Ataque y la Ataque Especial del objetivo en 2 niveles y lo deja gravemente envenenado.",
  "cobblemon.move.plasticexplosive": "Plastic Explosive",
  "cobblemon.move.plasticexplosive.desc": "Two turns after this move is used, a chunk of plastic explodes on the target.",
  "cobblemon.move.plasticrings": "Anillos de Plástico",
  "cobblemon.move.plasticrings.desc": "El usuario atrapa al objetivo en una serie de seis anillos de plástico durante cuatro o cinco vueltas.",
  "cobblemon.move.clockworkmouse": "Ratón Mecánico",
  "cobblemon.move.clockworkmouse.desc": "El usuario daña al objetivo dos veces seguidas al enviar un ratón de juguete para golpearlo.",
  "cobblemon.move.plasticblade": "Hoja Plástica",
  "cobblemon.move.plasticblade.desc": "El usuario maneja una especie de cuchilla de plástico y ataca cortando a su objetivo. Los golpes críticos se dan con mayor facilidad.",
  "cobblemon.move.crystaldance": "Danza Cristal",
  "cobblemon.move.crystaldance.desc": "El usuario realiza vigorosamente una danza mística y poderosa que aumenta sus estadísticas de Ataque y Velocidad.",
  "cobblemon.move.brickwall": "Muro Ladrillo",
  "cobblemon.move.brickwall.desc": "Este movimiento permite al usuario protegerse de todos los ataques. La probabilidad de fallar aumenta si se usa en forma sucesiva.",
  "cobblemon.move.foamdarts": "Dardos Espuma",
  "cobblemon.move.foamdarts.desc": "El usuario lanza dardos de espuma a una velocidad muy rápida al objetivo dos a cinco veces seguidas.",
  "cobblemon.move.toyhammer": "Martillo Juguete",
  "cobblemon.move.toyhammer.desc": "El usuario golpea con su martillo de juguete de un tamaño cómico al objetivo para atacarlo. Esto también le causa bastante daño.",
  "cobblemon.move.slimeball": "Bola Baba",
  "cobblemon.move.slimeball.desc": "El usuario lanza una masa viscosa al objetivo. Esto también puede reducir la estadística de defensa especial del objetivo.",
  "cobblemon.move.protectivelayer": "Capa Protectora",
  "cobblemon.move.protectivelayer.desc": "El usuario coloca una pared de baba frente a él para protegerse de todos los ataques. La probabilidad de falla aumenta si se usa en sucesión.",
  "cobblemon.move.slimecannon": "Cañón Limo",
  "cobblemon.move.slimecannon.desc": "El usuario dispara un chorro de baba presurizada al objetivo. Esto también puede reducir la velocidad del objetivo.",
  "cobblemon.move.gelatinousdoom": "Muerte Gelatinosa",
  "cobblemon.move.gelatinousdoom.desc": "El usuario intenta atrapar al objetivo con su sustancia viscosa que se disuelve. El objetivo se debilita instantáneamente si este ataque lo golpea.",
  "cobblemon.move.slimeyslam": "Golpe Viscoso",
  "cobblemon.move.slimeyslam.desc": "El usuario cae sobre el objetivo con su cuerpo viscoso. Esto también puede dejar al objetivo paralizado.",
  "cobblemon.move.amoebahammer": "Martillo Ameba",
  "cobblemon.move.amoebahammer.desc": "No se puede utilizar dos veces seguidas.",
  "cobblemon.move.slimetrail": "Rastro Limo",
  "cobblemon.move.slimetrail.desc": "El usuario deja un rastro resbaladizo de baba alrededor del equipo contrario, lo que les dificulta usar movimientos de contacto.",
  "cobblemon.move.acidarmorslime": "Armadura Ácida",
  "cobblemon.move.acidarmorslime.desc": "El usuario altera su estructura celular para licuarse, lo que aumenta drásticamente su estadística de Defensa.",
  "cobblemon.move.conversiondigital": "Conversión",
  "cobblemon.move.conversiondigital.desc": "El usuario cambia su tipo para que sea del mismo tipo que el movimiento que se encuentra en la parte superior de la lista de movimientos que conoce.",
  "cobblemon.move.conversion2digital": "Conversión2",
  "cobblemon.move.conversion2digital.desc": "El usuario cambia su tipo para hacerse resistente al tipo de ataque que el objetivo utilizó por última vez.",
  "cobblemon.move.doomscrolling": "Desplazamiento Fatal",
  "cobblemon.move.doomscrolling.desc": "El usuario atrapa al objetivo en un poste de Internet largo e imperdible durante cuatro o cinco turnos.",
  "cobblemon.move.wavedash": "Onda Carrera",
  "cobblemon.move.wavedash.desc": "El usuario enseña a sus aliados cómo realizar una técnica que aumenta las estadísticas de Velocidad del usuario y sus aliados durante cuatro turnos.",
  "cobblemon.move.minmax": "Mínimo Máximo",
  "cobblemon.move.minmax.desc": "El usuario aumenta su Ataque y Ataque Especial en 2 etapas mientras disminuye su Defensa y Defensa Especial en dos etapas.",
  "cobblemon.move.overclock": "Overcloqueo",
  "cobblemon.move.overclock.desc": "El usuario aumenta su velocidad de procesamiento. Esto aumenta drásticamente la estadística de Velocidad.",
  "cobblemon.move.ddosattack": "Ataque Informático",
  "cobblemon.move.ddosattack.desc": "El usuario ataca sobrecargando al objetivo con paquetes de información. Esto también reduce la estadística de Velocidad del objetivo.",
  "cobblemon.move.networking": "Red Contrato",
  "cobblemon.move.networking.desc": "El usuario cambia de lugar con un Pokémon del grupo en espera y le transmite cualquier cambio de estadísticas.",
  "cobblemon.move.clonestamp": "Sello de Clonación",
  "cobblemon.move.clonestamp.desc": "El usuario imita el movimiento que utilizó inmediatamente antes. El movimiento falla si no se ha utilizado ningún otro movimiento todavía.",
  "cobblemon.move.discrot": "Disco Podrido",
  "cobblemon.move.discrot.desc": "El usuario envía un paquete de datos corruptos que deterioran el objetivo. Esto también puede reducir la estadística de Velocidad del objetivo.",
  "cobblemon.move.disceject": "Expulsión de Disco",
  "cobblemon.move.disceject.desc": "Después de realizar su ataque, el usuario se apresura a volver para cambiar de lugar con un Pokémon del grupo que lo espera.",
  "cobblemon.move.empblast": "Explosión EMP",
  "cobblemon.move.empblast.desc": "El usuario ataca todo lo que lo rodea emitiendo una onda que desactiva los dispositivos electrónicos. El usuario no puede moverse en el siguiente turno.",
  "cobblemon.move.meteorblitz": "Bombardeo Meteoro",
  "cobblemon.move.meteorblitz.desc": "El usuario se cubre de energía cósmica y carga contra el objetivo. Esto también le causa mucho daño. Este ataque puede dejar al objetivo con quemaduras.",
  "cobblemon.move.cosmichorror": "Horror Cósmico",
  "cobblemon.move.cosmichorror.desc": "El objetivo observa la verdadera naturaleza del usuario. Esto reduce drásticamente la estadística de ataque del objetivo.",
  "cobblemon.move.suitup": "Traje",
  "cobblemon.move.suitup.desc": "El usuario se coloca una capa de equipo espacial protector para aumentar sus estadísticas de Defensa y Defensa Especial.",
  "cobblemon.move.solarflare": "Llamarada Solar",
  "cobblemon.move.solarflare.desc": "El usuario dispara un rayo de energía solar. El movimiento puede ser de tipo Cósmico o de tipo Luz. Esto también puede reducir la estadística de defensa especial del objetivo.",
  "cobblemon.move.spaghettification": "Espaguetificación",
  "cobblemon.move.spaghettification.desc": "Una ola de energía cósmica violenta rompe la estructura del objetivo. El objetivo se debilita instantáneamente si este ataque impacta.",
  "cobblemon.move.asteroidfist": "Puño Asteroide",
  "cobblemon.move.asteroidfist.desc": "El usuario lanza un puñetazo recubierto de energía cósmica. Este ataque nunca falla.",
  "cobblemon.move.liftoff": "Despegar",
  "cobblemon.move.liftoff.desc": "El usuario despega hacia el espacio y luego golpea al objetivo en el siguiente turno.",
  "cobblemon.move.meteorstrike": "Golpe Meteoro",
  "cobblemon.move.meteorstrike.desc": "El usuario cubre su puño con energía cósmica antes de golpear al objetivo dos a cinco veces seguidas.",
  "cobblemon.move.starlightshower": "Lluvia Estelar",
  "cobblemon.move.starlightshower.desc": "El usuario dispara energía cósmica desde sus puños al objetivo dos a cinco veces seguidas.",
  "cobblemon.move.giantstep": "Paso Gigante",
  "cobblemon.move.giantstep.desc": "El usuario deja caer sobre el objetivo una bota gigante hecha de energía cósmica. Esto también puede dejar al objetivo paralizado.",
  "cobblemon.move.meteorstormpunisher": "Tormeteoro Castigador",
  "cobblemon.move.meteorstormpunisher.desc": "El usuario toma una piedra, la imbuye de energía cósmica y la arroja al objetivo. Esto también puede reducir la estadística de Defensa del objetivo.",
  "cobblemon.move.rocketdrillkick": "Patada Cohetaladro",
  "cobblemon.move.rocketdrillkick.desc": "El objetivo es atacado con una patada con un taladro. Si falla, el usuario resulta herido. Este movimiento es de tipo Cósmico y Acero simultáneamente.",
  "cobblemon.move.superembomber": "Súper Bombardero EM",
  "cobblemon.move.superembomber.desc": "En este ataque de dos turnos, el usuario reúne energía magnética y luego lanza un haz de rayos en el siguiente turno. El movimiento puede ser de tipo Eléctrico o de tipo Acero.",
  "cobblemon.move.galaxyslash": "Corte Galáctico",
  "cobblemon.move.galaxyslash.desc": "El usuario maneja una espada afilada, la recubre con energía cósmica y ataca cortando a su objetivo. Los golpes críticos se producen con mayor facilidad.",
  "cobblemon.move.aerobuster": "Aerodisparo",
  "cobblemon.move.aerobuster.desc": "El usuario dispara ráfagas de viento al objetivo dos a cinco veces seguidas.",
  "cobblemon.move.stormbomb": "Bomba Tormenta",
  "cobblemon.move.stormbomb.desc": "Una tormenta compacta cae del cielo sobre el objetivo. El retroceso del ataque reduce drásticamente la estadística de Ataque Especial del usuario.",
  "cobblemon.move.spiralheatray": "Rayo Calor Espiral",
  "cobblemon.move.spiralheatray.desc": "En este ataque de dos turnos, el usuario recolecta energía nuclear y luego lanza un haz en el siguiente turno.",
  "cobblemon.move.nuclearpulse": "Pulso Nuclear",
  "cobblemon.move.nuclearpulse.desc": "El usuario ataca a los Pokémon rivales con innumerables rayos de energía nuclear que brillan con un azul intenso y brillante. Esto también puede envenenar al objetivo.",
  "cobblemon.move.beampulser": "Rayo Pulsador",
  "cobblemon.move.beampulser.desc": "El usuario dispara un rayo concentrado de energía mágica a su objetivo.",
  "cobblemon.move.cryforpeace": "Grito por la Paz",
  "cobblemon.move.cryforpeace.desc": "El usuario ataca a los Pokémon rivales con innumerables rayos de luz que brillan en todos los colores del arcoíris.",
  "cobblemon.move.gravitybeam": "Rayo Gravedad",
  "cobblemon.move.gravitybeam.desc": "El usuario dispara un rayo concentrado de energía cósmica a su objetivo.",
  "cobblemon.move.uraniumheatbeam": "Rayo Calor Uranio",
  "cobblemon.move.uraniumheatbeam.desc": "El objetivo es atacado con una intensa explosión de fuego irradiado que lo consume todo. Esto también puede dejar al objetivo con quemaduras.",
  "cobblemon.move.hedriumsludge": "Lodos de Hedrio",
  "cobblemon.move.hedriumsludge.desc": "Se arrojan lodos insalubres llenos de productos químicos al objetivo, lo que también puede quemarlo.",
  "cobblemon.move.hedriumray": "Rayo Hedrio",
  "cobblemon.move.hedriumray.desc": "El usuario dispara un rayo concentrado de veneno a su objetivo. Esto también puede dejarlo con quemaduras.",
  "cobblemon.move.hammerclaw": "Garra Martillo",
  "cobblemon.move.hammerclaw.desc": "El objetivo es golpeado con una gran garra hecha de una extraña aleación espacial. Los golpes críticos son más fáciles de asestar.",
  "cobblemon.move.bloodytriggers": "Gatillos Sangrientos",
  "cobblemon.move.bloodytriggers.desc": "El usuario maneja los ataques cortando a su objetivo con un dispositivo afilado parecido a una sierra circular. Los golpes críticos se producen con mayor facilidad.",
  "cobblemon.move.napalmshells": "Proyectiles Napalm",
  "cobblemon.move.napalmshells.desc": "El usuario dispara con fuerza proyectiles llenos de material explosivo al objetivo dos a cinco veces seguidas. Esto también puede dejar al objetivo con quemaduras.",
  "cobblemon.move.universalcutter": "Corte Universal",
  "cobblemon.move.universalcutter.desc": "El usuario recupera la mitad de los PS perdidos por el objetivo, redondeado a la mitad hacia arriba. Si el usuario tiene Raíz grande, los PS recuperados son 1,3 veces lo normal, redondeado a la mitad hacia abajo.",
  "cobblemon.move.giganumecluster": "Cúmulo Giganume",
  "cobblemon.move.giganumecluster.desc": "El usuario ataca con un extraño rayo láser que se divide y explota cerca del objetivo. Esto también puede hacer que el objetivo se adremente.",

  "cobblemon.move.bufu": "Bufu",
  "cobblemon.move.bufu.desc": "Daño de hielo ligero con baja probabilidad de congelamiento",
  "cobblemon.move.bufula": "Bufula",
  "cobblemon.move.bufula.desc": "Daño de hielo medio con baja probabilidad de congelamiento",
  "cobblemon.move.bufudyne": "Bufudyne",
  "cobblemon.move.bufudyne.desc": "Daño de hielo pesado con probabilidad media de congelamiento",
  "cobblemon.move.niflheim": "Niflheim",
  "cobblemon.move.niflheim.desc": "Daño de hielo severo con alta probabilidad de congelamiento",
  "cobblemon.move.mindcharge": "Carga Mental",
  "cobblemon.move.mindcharge.desc": "El siguiente ataque especial inflige el doble de daño.",
  "cobblemon.move.hystericalslap": "Bofetón Histérico",
  "cobblemon.move.hystericalslap.desc": "Daño físico leve con baja probabilidad de confundir",
  
  "cobblemon.battle.activate.magmaring": "¡%1$s quedó atrapado en el vórtice de fuego!",
  "cobblemon.battle.activate.parasiticfungi": "¡%1$s se infectó con los hongos!",
  
  "cobblemon.battle.end.magmaring": "¡%1$s se ha liberado del Anillo Magma!",
  "cobblemon.battle.end.parasiticfungi": "¡%1$s se curó de Hongos Parásitos!",
  
  "cobblemon.battle.weather.acidrain.start": "¡Comenzó a llover ácido!",
  "cobblemon.battle.weather.acidrain.upkeep": "Sigue cayendo ácido",
  "cobblemon.battle.weather.acidrain.end": "La lluvia ácida se detuvo",
  "cobblemon.battle.weather.battleaura.start": "¡El área se llena de aura!",
  "cobblemon.battle.weather.battleaura.upkeep": "El aura continúa arreciando.",
  "cobblemon.battle.weather.battleaura.end": "El aura se desvanece del área.",
  "cobblemon.battle.weather.cursedwinds.start": "¡Se abrió una grieta hacia otro mundo!",
  "cobblemon.battle.weather.cursedwinds.upkeep": "Los espíritus arrecian.",
  "cobblemon.battle.weather.cursedwinds.end": "La grieta fue sellada.",
  "cobblemon.battle.weather.darkness.start": "¡El cielo se oscureció!",
  "cobblemon.battle.weather.darkness.upkeep": "El cielo está oscuro",
  "cobblemon.battle.weather.darkness.end": "El cielo se ha iluminado de nuevo",
  "cobblemon.battle.weather.duststorm.start": "¡Se levantó una tormenta de polvo!",
  "cobblemon.battle.weather.duststorm.upkeep": "La tormenta de polvo arrecia.",
  "cobblemon.battle.weather.duststorm.end": "La tormenta de polvo ha disminuido.",
  "cobblemon.battle.weather.dragonforce.start": "¡Una fuerza dracónica envuelve el campo de batalla!",
  "cobblemon.battle.weather.dragonforce.upkeep": "La fuerza del dragón continúa arreciando.",
  "cobblemon.battle.weather.dragonforce.end": "La energía dracónica descansa.",
  "cobblemon.battle.weather.fairydust.start": "¡Polvo de hadas cubre el campo de batalla!",
  "cobblemon.battle.weather.fairydust.upkeep": "El polvo de hadas brilla.",
  "cobblemon.battle.weather.fairydust.end": "El polvo de hadas se ha ido.",
  "cobblemon.battle.weather.fallout.start": "¡Se ha desatado una lluvia radioactiva!",
  "cobblemon.battle.weather.fallout.upkeep": "La lluvia radioactiva hace estragos",
  "cobblemon.battle.weather.fallout.end": "La tierra ha sido descontaminada",
  "cobblemon.battle.weather.fog.start": "¡Empezó a formarse niebla!",
  "cobblemon.battle.weather.fog.upkeep": "La niebla continúa.",
  "cobblemon.battle.weather.fog.end": "La niebla se ha disipado.",
  "cobblemon.battle.weather.magnetosphere.start": "¡El campo magnético se amplifica!",
  "cobblemon.battle.weather.magnetosphere.upkeep": "La magnetosfera continúa.",
  "cobblemon.battle.weather.magnetosphere.end": "El campo magnético ha vuelto a la normalidad.",
  "cobblemon.battle.weather.pheromones.start": "¡Las feromonas llenan el aire!",
  "cobblemon.battle.weather.pheromones.upkeep": "Las feromonas continúan.",
  "cobblemon.battle.weather.pheromones.end": "Las feromonas se disiparon.",
  "cobblemon.battle.weather.pollenstorm.start": "¡Se desató una tormenta de polen!",
  "cobblemon.battle.weather.pollenstorm.upkeep": "La tormenta de polen continúa.",
  "cobblemon.battle.weather.pollenstorm.end": "La tormenta de polen se calmó.",
  "cobblemon.battle.weather.psychicfield.start": "¡La energía psíquica inunda el campo de batalla!",
  "cobblemon.battle.weather.psychicfield.upkeep": "La energía psíquica fluye.",
  "cobblemon.battle.weather.psychicfield.end": "La energía psíquica se disipa.",
  "cobblemon.battle.weather.smog.start": "¡La contaminación llena el campo!",
  "cobblemon.battle.weather.smog.upkeep": "El smog continúa.",
  "cobblemon.battle.weather.smog.end": "El smog se disipó.",
  "cobblemon.battle.weather.thunderstorm.start": "¡Comenzó una tormenta eléctrica!",
  "cobblemon.battle.weather.thunderstorm.upkeep": "La tormenta eléctrica está arreciando",
  "cobblemon.battle.weather.thunderstorm.end": "La tormenta ha amainado",
  
  "cobblemon.battle.heal.sunbathe": "¡%1$s recuperó PS por Baño Solar!",
  "cobblemon.battle.heal.phototroph": "¡%1$s recuperó PS por Fototrofo!",
  "cobblemon.battle.heal.salttherapy": "¡Las sales terapéuticas restauraron los PS de %1$s!",
  
  "cobblemon.battle.sidestart.constructionblocks": "¡Ladrillos de plástico fueron esparcidos alrededor del equipo %1$s!",
  "cobblemon.battle.sidestart.brace": "¡%1$s se prepara para el impacto!",
  "cobblemon.battle.sidestart.fiesta": "¡Caramelos fueron esparcidos por el suelo alrededor del equipo de %1$s!",
  
  "cobblemon.battle.sideend.constructionblocks": "¡Los ladrillos de plástico desaparecieron de alrededor del equipo %1$s!",
  "cobblemon.battle.sideend.fiesta": "¡Los caramelos desaparecieron de alrededor del equipo %1$s!",
  "cobblemon.battle.sideend.brace": "¡%1$s ya no está preparado para el impacto!",
  
  "cobblemon.battle.start.salttherapy": "¡%1$s colocó su sal terapéutica!",
  
  "cobblemon.battle.damage.constructionblocks": "¡Ladrillos de plástico se clavaron en %1$s!",
  "cobblemon.battle.damage.acidrain": "%1$s fue derretido por la lluvia ácida.",
  "cobblemon.battle.damage.asteroidbelt": "%1$s fue golpeado por los asteroides.",
  "cobblemon.battle.damage.cursedwinds": "%1$s fue perseguido por espíritus extraños.",
  "cobblemon.battle.damage.fallout": "%1$s fue irradiado por la lluvia radiactiva tóxica.",
  "cobblemon.battle.damage.parasiticfungi": "¡%1$s fue dañado por los hongos parásitos!",
  "cobblemon.battle.damage.bloodlust": "¡%1$s fue herido por su sed de sangre!",
  
  "cobblemon.ability.orbitaltide": "Marea Orbital",
  "cobblemon.ability.orbitaltide.desc": "La gravedad se intensifica mientras está en el campo.",
  "cobblemon.ability.perforate": "Perforar",
  "cobblemon.ability.perforate.desc": "Los movimientos del mismo tipo que el Pokémon ignoran las inmunidades.",
  "cobblemon.ability.permafrost": "Permafrost",
  "cobblemon.ability.permafrost.desc": "Aumenta la Defensa del Pokémon durante granizo.",
  "cobblemon.ability.pollution": "Contaminación",
  "cobblemon.ability.pollution.desc": "El Pokémon invoca lluvia ácida en combate.",
  "cobblemon.ability.psychout": "Desestabilizar",
  "cobblemon.ability.psychout.desc": "Reduce la estadística de Ataque Especial del enemigo.",
  "cobblemon.ability.scavenger": "Carroñero",
  "cobblemon.ability.scavenger.desc": "Recupera PS tras noquear a cualquier Pokémon.",
  "cobblemon.ability.sunbathe": "Baño Solar",
  "cobblemon.ability.sunbathe.desc": "El Pokémon recupera PS gradualmente a la luz del sol.",
  "cobblemon.ability.terrorize": "Piel Terrorífica",
  "cobblemon.ability.terrorize.desc": "Los movimientos de tipo Normal se convierten en movimientos de tipo Fantasma. El poder de esos movimientos aumenta un poco.",
  "cobblemon.ability.digitize": "Piel Digital",
  "cobblemon.ability.digitize.desc": "Los movimientos de tipo Normal se convierten en movimientos de tipo Digital. El poder de esos movimientos aumenta un poco.",
  "cobblemon.ability.fossilize": "Piel Fosilizada",
  "cobblemon.ability.fossilize.desc": "Los movimientos de tipo Normal se convierten en movimientos de tipo Roca. El poder de esos movimientos aumenta un poco.",
  "cobblemon.ability.allure": "Seductor",
  "cobblemon.ability.allure.desc": "Reduce la evasión de los enemigos del sexo opuesto.",
  "cobblemon.ability.conundrum": "Adivinanza",
  "cobblemon.ability.conundrum.desc": "El contacto con el Pokémon puede confundir al atacante.",
  "cobblemon.ability.feedback": "Retroalimentación",
  "cobblemon.ability.feedback.desc": "Inflige daño a los Pokémon cuando son atacados con movimientos sin contacto.",
  "cobblemon.ability.highnoon": "Mediodía Alto",
  "cobblemon.ability.highnoon.desc": "Hace que la mayoría de movimientos pierdan su prioridad.",
  "cobblemon.ability.absolution": "Absolución",
  "cobblemon.ability.absolution.desc": "Aumenta el Ataque Esp. cuando la Luna Nueva está activa, pero sus PS disminuyen cada turno.",
  "cobblemon.ability.amplifier": "Bocina",
  "cobblemon.ability.amplifier.desc": "Los movimientos basados en sonido de este Pokémon tienen su poder multiplicado por 1,25.",
  "cobblemon.ability.athenian": "Ateniense",
  "cobblemon.ability.athenian.desc": "Duplica la estadística de Ataque Especial del Pokémon.",
  "cobblemon.ability.castlemoat": "Foso Castillo",
  "cobblemon.ability.castlemoat.desc": "Aumenta la estadística de Defensa Especial si es golpeado por un movimiento de tipo Agua en vez de recibir daño",
  "cobblemon.ability.eventhorizon": "Horizonte de Eventos",
  "cobblemon.ability.eventhorizon.desc": "Cualquier Pokémon que entre en contacto con este no puede escapar.",
  "cobblemon.ability.foundry": "Fundición",
  "cobblemon.ability.foundry.desc": "Los movimientos de tipo Roca se convierten en movimientos de tipo Fuego. El poder de esos movimientos aumenta un poco.",
  "cobblemon.ability.heliophobia": "Heliofobia",
  "cobblemon.ability.heliophobia.desc": "Restaura PS en la oscuridad. Reduce los PS bajo la luz del sol y aumenta el daño recibido por movimientos de tipo Luz.",
  "cobblemon.ability.hubris": "Arrogancia",
  "cobblemon.ability.hubris.desc": "El Pokémon muestra arrogancia, y eso aumenta la estadística Ataque Especial tras derribar a cualquier Pokémon.",
  "cobblemon.ability.intoxicate": "Piel Tóxica",
  "cobblemon.ability.intoxicate.desc": "Los movimientos de tipo Normal se convierten en movimientos de tipo Veneno. El poder de esos movimientos aumenta un poco.",
  "cobblemon.ability.noctem": "Nocturno",
  "cobblemon.ability.noctem.desc": "El usuario invoca la oscuridad y borra el cielo al entrar en combate.",
  "cobblemon.ability.phototroph": "Fotótrofo",
  "cobblemon.ability.phototroph.desc": "El usuario recupera PS gradualmente cuando hace sol.",
  "cobblemon.ability.psychocall": "Psicótico",
  "cobblemon.ability.psychocall.desc": "Potencia sus movimientos de tipo Psíquico cuando le quedan pocos PS.",
  "cobblemon.ability.shadowcall": "Oscurecimiento",
  "cobblemon.ability.shadowcall.desc": "Potencia sus movimientos de tipo Siniestro cuando le quedan pocos PS.",
  "cobblemon.ability.shadowdance": "Danza Sombra",
  "cobblemon.ability.shadowdance.desc": "Aumenta la Velocidad del Pokémon cuando la Luna Nueva está activa.",
  "cobblemon.ability.shadowsynergy": "Sombra Sinergia",
  "cobblemon.ability.shadowsynergy.desc": "Potencia los movimientos de tipo Siniestro.",
  "cobblemon.ability.speedswap": "Cambio Veloz",
  "cobblemon.ability.speedswap.desc": "Activa el efecto de Espacio Raro al entrar en el campo de batalla.",
  "cobblemon.ability.spiritcall": "Espiritualista",
  "cobblemon.ability.spiritcall.desc": "Potencia sus movimientos de tipo Fantasma cuando le quedan pocos PS.",
  "cobblemon.ability.windforce": "Molino",
  "cobblemon.ability.windforce.desc": "Aumenta la Velocidad si lo golpea un movimiento de tipo Volador o Viento en vez de recibir daño.",
  "cobblemon.ability.acceleration": "Aceleración",
  "cobblemon.ability.acceleration.desc": "Los movimientos basados en velocidad de este Pokemon tienen su potencia multiplicada por 1,5.",
  "cobblemon.ability.atomizate": "Piel Atómica",
  "cobblemon.ability.atomizate.desc": "Los movimientos de tipo Normal se convierten en movimientos de tipo Nuclear. El poder de esos movimientos aumenta un poco.",
  "cobblemon.ability.chernobyl": "Chernóbil",
  "cobblemon.ability.chernobyl.desc": "El Pokémon invoca una lluvia radiactiva cuando entra en combate.",
  "cobblemon.ability.deepfreeze": "Congelador",
  "cobblemon.ability.deepfreeze.desc": "El contacto con el Pokémon puede congelar al atacante.",
  "cobblemon.ability.disenchant": "Desencantar",
  "cobblemon.ability.disenchant.desc": "Da inmunidad total a todos los movimientos de tipo Hada.",
  "cobblemon.ability.lazy": "Vago",
  "cobblemon.ability.lazy.desc": "Empieza la batalla durmiendo.",
  "cobblemon.ability.leadskin": "Piel de Plomo",
  "cobblemon.ability.leadskin.desc": "Otorga inmunidad total a todos los movimientos de tipo Nuclear.",
  "cobblemon.ability.petrify": "Petrificante",
  "cobblemon.ability.petrify.desc": "El Pokémon petrifica a los Pokémon rivales al entrar en combate, reduciendo su estadística Velocidad.",
  "cobblemon.ability.sharpcoral": "Coral Afilado",
  "cobblemon.ability.sharpcoral.desc": "Reduce a la mitad las defensas pero duplica el poder de ataque.",
  "cobblemon.ability.soundboost": "Megáfono",
  "cobblemon.ability.soundboost.desc": "Los movimientos basados en sonido de este Pokemon tienen su poder multiplicado por 1,3.",
  "cobblemon.ability.coldwave": "Ola Fría",
  "cobblemon.ability.coldwave.desc": "El contacto con el Pokémon puede congelar al atacante.",
  "cobblemon.ability.deepsleep": "Sueño Profundo",
  "cobblemon.ability.deepsleep.desc": "Restaura los PS si el Pokémon está dormido.",
  "cobblemon.ability.explode": "Explotar",
  "cobblemon.ability.explode.desc": "El Pokémon explota al debilitarse, infligiendo daño a los que están cerca.",
  "cobblemon.ability.frighten": "Atemorizar",
  "cobblemon.ability.frighten.desc": "El Pokémon asusta a los Pokémon rivales al entrar en combate, reduciendo su estadística Velocidad.",
  "cobblemon.ability.blackhole": "Agujero Negro",
  "cobblemon.ability.blackhole.desc": "Evita que los Pokémon de tipo Psíquico y Cósmico escapen usando su fuerza gravitatoria.",
  "cobblemon.ability.sprint": "Pique",
  "cobblemon.ability.sprint.desc": "Aumenta la estadística Velocidad al ser golpeado por un ataque.",
  "cobblemon.ability.tenacity": "Tenacidad",
  "cobblemon.ability.tenacity.desc": "Puede amedrentar a un objetivo cuando el Pokémon hace contacto.",
  "cobblemon.ability.cosmicpresence": "Presencia Cósmica",
  "cobblemon.ability.cosmicpresence.desc": "La gravedad se intensifica mientras estás en el campo.",
  "cobblemon.ability.xenoforce": "Xenofuerza",
  "cobblemon.ability.xenoforce.desc": "Los ataques infligen un 30% adicional mientras Gravedad está activa.",
  "cobblemon.ability.escapevelocity": "Escape Veloz",
  "cobblemon.ability.escapevelocity.desc": "Duplica la velocidad del Pokemon mientras Gravedad está activa.",
  "cobblemon.ability.bloodthirst": "Sed Sangrienta",
  "cobblemon.ability.bloodthirst.desc": "Los PS se curan al usar movimientos de mordisco.",
  "cobblemon.ability.bouncy": "Rebote",
  "cobblemon.ability.bouncy.desc": "Inflige daño de regreso al enemigo al entrar en contacto.",
  "cobblemon.ability.unstable": "Inestable",
  "cobblemon.ability.unstable.desc": "El usuario cambia su tipo para adaptarse a cualquier movimiento que esté a punto de usar y a cualquier movimiento que le golpee.",
  "cobblemon.ability.sandman": "Toque Morfeo",
  "cobblemon.ability.sandman.desc": "El contacto con el usuario puede hacer que el atacante caiga dormido.",
  "cobblemon.ability.stormbringer": "Portatormentas",
  "cobblemon.ability.stormbringer.desc": "El Pokémon invoca una tormenta eléctrica cuando entra en combate.",
  "cobblemon.ability.flameeater": "Devorallamas",
  "cobblemon.ability.flameeater.desc": "Restaura PS si es golpeado por un movimiento de tipo Fuego.",
  "cobblemon.ability.scarecrow": "Espantapájaros",
  "cobblemon.ability.scarecrow.desc": "Da inmunidad total a todos los movimientos de tipo Volador.",
  "cobblemon.ability.invigorate": "Piel Vigorosa",
  "cobblemon.ability.invigorate.desc": "Los movimientos de tipo Normal se convierten en movimientos de tipo Lucha. El poder de esos movimientos aumenta un poco.",
  "cobblemon.ability.dragonarmor": "Armadura Dragón",
  "cobblemon.ability.dragonarmor.desc": "Potencia los movimientos del mismo tipo que el Pokémon.",
  "cobblemon.ability.junglespirit": "Espíritu Selvático",
  "cobblemon.ability.junglespirit.desc": "Potencia movimientos del mismo tipo que el Pokémon.",
  "cobblemon.ability.voicetuning": "Afinavoz",
  "cobblemon.ability.voicetuning.desc": "Potencia movimientos del mismo tipo que el Pokémon.",
  "cobblemon.ability.hailwarning": "Granizada",
  "cobblemon.ability.hailwarning.desc": "El Pokémon invoca una tormenta de granizo cuando entra en combate.",
  "cobblemon.ability.barbednest": "Nido de Púas",
  "cobblemon.ability.barbednest.desc": "El usuario reduce el daño físico recibido en un 50%, daña al enemigo al entrar en contacto y tiene debilidad a los ataques de fuego.",
  "cobblemon.ability.crystalcase": "Caja Cristal",
  "cobblemon.ability.crystalcase.desc": "Inmune al agua y 1,5 veces débil al Fuego. Cuando es golpeado por movimientos de Fuego, aumenta bruscamente su Ataque Especial.",
  "cobblemon.ability.composed": "Compuesto",
  "cobblemon.ability.composed.desc": "Aumenta la potencia de los movimientos de 2 turnos en un 50%.",
  "cobblemon.ability.empathy": "Empatía",
  "cobblemon.ability.empathy.desc": "El contacto con el Pokémon reduce la estadística de Ataque y Ataque Especial del atacante.",
  "cobblemon.ability.levinskin": "Piel Galvanizada",
  "cobblemon.ability.levinskin.desc": "Aumenta bruscamente el Ataque cuando es golpeado por un movimiento Eléctrico.",
  "cobblemon.ability.lithe": "Ágil",
  "cobblemon.ability.lithe.desc": "La velocidad del usuario se duplica cuando sufre una condición de estado, ignora la caída de velocidad por Parálisis.",
  "cobblemon.ability.luckystar": "Estrella Suertuda",
  "cobblemon.ability.luckystar.desc": "Multiplica la precisión de todos los movimientos del usuario por 1,3x.",
  "cobblemon.ability.tactician": "Táctico",
  "cobblemon.ability.tactician.desc": "Los movimientos poco efectivos del usuario infligen el doble de daño a los enemigos.",
  "cobblemon.ability.tenacious": "Obstinado",
  "cobblemon.ability.tenacious.desc": "Duplica la estadística de Defensa del usuario.",
  "cobblemon.ability.aircontrol": "Control Aéreo",
  "cobblemon.ability.aircontrol.desc": "Los movimientos de tipo Normal se convierten en movimientos de tipo Volador. La potencia de esos movimientos aumenta un poco.",
  "cobblemon.ability.amalgam": "Amalgama",
  "cobblemon.ability.amalgam.desc": "Cambia el tipo del Pokémon al tipo del movimiento que va a usar.",
  "cobblemon.ability.chargedwool": "Lana Cargada",
  "cobblemon.ability.chargedwool.desc": "Los movimientos de tipo Normal se convierten en movimientos de tipo Eléctrico. El poder de esos movimientos aumenta un poco.",
  "cobblemon.ability.elusive": "Escurridizo",
  "cobblemon.ability.elusive.desc": "Da un 50% extra de evasión a todos los movimientos de estado.",
  "cobblemon.ability.climatechange": "Carga Climática",
  "cobblemon.ability.climatechange.desc": "Invoca un clima aleatorio y otorga al usuario inmunidad a los efectos climáticos dañinos.",
  "cobblemon.ability.glacialize": "Piel Glaciar",
  "cobblemon.ability.glacialize.desc": "Los movimientos de tipo Normal se convierten en movimientos de tipo Hielo. El poder de esos movimientos aumenta un poco.",
  "cobblemon.ability.insatiable": "Insaciable",
  "cobblemon.ability.insatiable.desc": "Los movimientos drenadores del usuario infligen más daño.",
  "cobblemon.ability.nefarious": "Nefasto",
  "cobblemon.ability.nefarious.desc": "Da prioridad a un movimiento de estado.",
  "cobblemon.ability.powerfist": "Puño Potencia",
  "cobblemon.ability.powerfist.desc": "Potencia los movimientos de puñetazo.",
  "cobblemon.ability.regalia": "Regalia",
  "cobblemon.ability.regalia.desc": "Los movimientos de tipo Normal se convierten en movimientos de tipo Hada. El poder de esos movimientos aumenta un poco.",
  "cobblemon.ability.resolute": "Resuelto",
  "cobblemon.ability.resolute.desc": "No puede ser noqueado con un solo golpe. Los movimientos de golpes fulminantes tampoco pueden noquearlo.",
  "cobblemon.ability.siegedrive": "Impulso Asedio",
  "cobblemon.ability.siegedrive.desc": "Los movimientos bala de este Pokemon tienen su poder multiplicado por 1,5",
  "cobblemon.ability.brutalize": "Piel Brutal",
  "cobblemon.ability.brutalize.desc": "Los movimientos de tipo Normal se convierten en movimientos de tipo Siniestro. El poder de esos movimientos aumenta un poco",
  "cobblemon.ability.skyscourge": "Azote Celeste",
  "cobblemon.ability.skyscourge.desc": "Invoca Eclipse al cambiar.",
  "cobblemon.ability.ambush": "Emboscada",
  "cobblemon.ability.ambush.desc": "Los movimientos del usuario no pueden fallar durante un Eclipse.",
  "cobblemon.ability.foulshroud": "Mortaja Sucia",
  "cobblemon.ability.foulshroud.desc": "La evasión del usuario aumenta durante un Eclipse.",
  "cobblemon.ability.laserfocus": "Enfoque Láser",
  "cobblemon.ability.laserfocus.desc": "Aumenta la potencia de los movimientos de rayo en un 50%.",
  "cobblemon.ability.energyshield": "Energiescudo",
  "cobblemon.ability.energyshield.desc": "Protege al Pokémon de algunos movimientos láser y rayo.",
  "cobblemon.ability.specialist": "Especialista",
  "cobblemon.ability.specialist.desc": "Aumenta la potencia de los movimientos de MO en un 50%.",
  "cobblemon.ability.fruitrition": "Fructificación",
  "cobblemon.ability.fruitrition.desc": "Los movimientos de autorecuperación curan un 25% extra.",
  "cobblemon.ability.adrenaline": "Adrenalina",
  "cobblemon.ability.adrenaline.desc": "Aumenta la velocidad cuando los PS están a la mitad o menos.",
  "cobblemon.ability.braveheart": "Corazón Valiente",
  "cobblemon.ability.braveheart.desc": "Cuando las estadísticas del oponente aumentan, su Ataque aumenta.",
  "cobblemon.ability.conditioning": "Acondicionamiento",
  "cobblemon.ability.conditioning.desc": "Reduce el daño recibido por movimientos usados repetidamente.",
  "cobblemon.ability.content": "Contento",
  "cobblemon.ability.content.desc": "El usuario recupera PS cada turno que no ataca.",
  "cobblemon.ability.eccentric": "Excéntrico",
  "cobblemon.ability.eccentric.desc": "Aumenta la estadística de Ataque Especial, pero reduce la precisión.",
  "cobblemon.ability.feisty": "Fesidad",
  "cobblemon.ability.feisty.desc": "Aumenta el ataque si el nivel del enemigo es superior.",
  "cobblemon.ability.iceslick": "Hielo Resbaladizo",
  "cobblemon.ability.iceslick.desc": "Aumenta la Velocidad del Pokémon en una tormenta de granizo.",
  "cobblemon.ability.ironjaw": "Mandíbula Férrea",
  "cobblemon.ability.ironjaw.desc": "Aumenta la potencia de los movimientos de mordisco.",
  "cobblemon.ability.siphon": "Sifón",
  "cobblemon.ability.siphon.desc": "Los movimientos de contacto no drenantes pueden drenar parte de los PS del enemigo.",
  "cobblemon.ability.stubborn": "Terco",
  "cobblemon.ability.stubborn.desc": "Aumenta el ataque del usuario cuando los PS se reducen a la mitad.",
  "cobblemon.ability.alchemicpower": "Poder Alquímico",
  "cobblemon.ability.alchemicpower.desc": "Toma el control de la habilidad de un aliado debilitado.",
  "cobblemon.ability.badcompany": "Mala Compañía",
  "cobblemon.ability.badcompany.desc": "Detiene la autodescenso de estadísticas y evita la amedrentación.",
  "cobblemon.ability.blazingsoul": "Alma Ardiente",
  "cobblemon.ability.blazingsoul.desc": "Da +1 prioridad a los movimientos de Fuego con todos los PS.",
  "cobblemon.ability.blubberdefense": "Defensa Grasosa",
  "cobblemon.ability.blubberdefense.desc": "Reduce el daño con todos los PS.",
  "cobblemon.ability.cashsplash": "Salpicadura Efectiva",
  "cobblemon.ability.cashsplash.desc": "Potencia los movimientos de tipo Agua, reduce a la mitad el daño de los movimientos de tipo Fuego. Evita que el usuario se queme.",
  "cobblemon.ability.felineprowess": "Proeza Felina",
  "cobblemon.ability.felineprowess.desc": "Duplica el ataque especial del poseedor de la habilidad.",
  "cobblemon.ability.icecleats": "Tacos Hielo",
  "cobblemon.ability.icecleats.desc": "La velocidad se duplica en Granizo.",
  "cobblemon.ability.oraoraoraora": "¡ORAORAORAORA!",
  "cobblemon.ability.oraoraoraora.desc": "Los movimientos de puñetazo golpean por segunda vez.",
  "cobblemon.ability.selfsufficient": "Autosuficiente",
  "cobblemon.ability.selfsufficient.desc": "Recupera 1/16 de PS al final del turno.",
  "cobblemon.ability.striker": "Delantero",
  "cobblemon.ability.striker.desc": "Aumenta los movimientos de patadas en 1,3x.",
  "cobblemon.ability.valiantshield": "Escudo Valiente",
  "cobblemon.ability.valiantshield.desc": "Aumenta la Defensa al entrar.",
  "cobblemon.ability.majesticaura": "Aura Majestuosa",
  "cobblemon.ability.majesticaura.desc": "Protege al usuario con su aura, haciendo que no pueda ser golpeado con movimientos prioritarios.",
  "cobblemon.ability.irrelephant": "Irrelefante",
  "cobblemon.ability.irrelephant.desc": "Inmunidades son irrelefantes a los ataques del usuario.",
  "cobblemon.ability.prismguard": "Guarda Prisma",
  "cobblemon.ability.prismguard.desc": "Inflige daño al enemigo con movimientos sin contacto.",
  "cobblemon.ability.spectraljaws": "Fauces Espectrales",
  "cobblemon.ability.spectraljaws.desc": "Todos los movimientos de mordisco son Especiales.",
  "cobblemon.ability.vampiric": "Vampírico",
  "cobblemon.ability.vampiric.desc": "Recupera un poco de PS con movimientos de contacto.",
  "cobblemon.ability.busybee": "Abeja Obrera",
  "cobblemon.ability.busybee.desc": "Prioriza los movimientos de tipo Bicho con todos los PS.",
  "cobblemon.ability.confident": "Confiado",
  "cobblemon.ability.confident.desc": "Potencia el Ataque Especial tras noquear a cualquier Pokémon.",
  "cobblemon.ability.headache": "Dolor de Cabeza",
  "cobblemon.ability.headache.desc": "Duplica el Ataque Especial si el Usuario está confuso.",
  "cobblemon.ability.naturaltoxin": "Toxina Natural",
  "cobblemon.ability.naturaltoxin.desc": "Obtiene resistencias de tipo Veneno. Atrae a los tipo Bicho salvajes.",
  "cobblemon.ability.rosesthorns": "Espinas de Rosa",
  "cobblemon.ability.rosesthorns.desc": "El contacto con el usuario puede esparcir púas venenosas.",
  "cobblemon.ability.sandpit": "Pozo Arena",
  "cobblemon.ability.sandpit.desc": "Reduce la Velocidad del Pokémon rival. Se vuelve más fuerte durante una Tormenta de Arena.",
  "cobblemon.ability.windturbine": "Turbina",
  "cobblemon.ability.windturbine.desc": "Crea Viento Afín detrás del equipo del usuario.",
  "cobblemon.ability.prismatichue": "Tono Prismático",
  "cobblemon.ability.prismatichue.desc": "Invoca Reflejo frente al equipo del usuario.",
  "cobblemon.ability.vibranthue": "Tono Vibrante",
  "cobblemon.ability.vibranthue.desc": "Invoca Pantalla de Luz frente al Equipo del Usuario.",
  "cobblemon.ability.hazysurge": "Oleada Brumosa",
  "cobblemon.ability.hazysurge.desc": "Invoca un muro de Niebla sobre el equipo del usuario.",
  "cobblemon.ability.circusprops": "Atrezo",
  "cobblemon.ability.circusprops.desc": "El usuario invoca Espacio Raro cuando entra en el campo.",
  "cobblemon.ability.magicianshat": "Sombrero de Mago",
  "cobblemon.ability.magicianshat.desc": "El usuario invoca Zona Mágica cuando entra en el campo.",
  "cobblemon.ability.wizardstome": "Tomo de Mago",
  "cobblemon.ability.wizardstome.desc": "El usuario invoca Zona Extraña cuando entra en el campo.",
  "cobblemon.ability.condensation": "Condensación",
  "cobblemon.ability.condensation.desc": "El usuario llena el área de Niebla.",
  "cobblemon.ability.ancientbody": "Cuerpo Antiguo",
  "cobblemon.ability.ancientbody.desc": "El usuario es considerado tipo Roca, además de sus otros tipos.",
  "cobblemon.ability.dustdevil": "Tolvanera",
  "cobblemon.ability.dustdevil.desc": "El usuario crea una tormenta de polvo terroso en el campo.",
  "cobblemon.ability.hayfever": "Fiebre de Heno",
  "cobblemon.ability.hayfever.desc": "El usuario libera polen en el aire.",
  "cobblemon.ability.secretion": "Secreción",
  "cobblemon.ability.secretion.desc": "Llena el aire de feromonas.",
  "cobblemon.ability.contamination": "Contaminación",
  "cobblemon.ability.contamination.desc": "El usuario llena el aire de contaminación.",
  "cobblemon.ability.incantation": "Incantación",
  "cobblemon.ability.incantation.desc": "El usuario encanta la zona con Polvo Feérico.",
  "cobblemon.ability.standoff": "Confrontación",
  "cobblemon.ability.standoff.desc": "El usuario se concentra y proyecta su espíritu de lucha en el campo de batalla.",
  "cobblemon.ability.seance": "Sesión",
  "cobblemon.ability.seance.desc": "El usuario crea una grieta entre este mundo y el siguiente.",
  "cobblemon.ability.transcendence": "Trascendencia",
  "cobblemon.ability.transcendence.desc": "El usuario crea un campo psíquico.",
  "cobblemon.ability.arcanum": "Arcano",
  "cobblemon.ability.arcanum.desc": "El usuario llena el área con el poder de la fuerza dragón.",
  "cobblemon.ability.ferroflux": "Ferroflujo",
  "cobblemon.ability.ferroflux.desc": "El usuario crea una fuerte magnetosfera en la zona.",
  "cobblemon.ability.covermeindebris": "Cúbreme de Escombros",
  "cobblemon.ability.covermeindebris.desc": "El cuerpo de netherita del usuario le otorga inmunidad a los movimientos de tipo fuego y a ser quemado.",
  "cobblemon.ability.carboncapture": "Captura Carbono",
  "cobblemon.ability.carboncapture.desc": "El usuario recupera gradualmente PS en Smog. Además, se vuelve inmune a los efectos tóxicos del aire.",
  "cobblemon.ability.druidry": "Druidismo",
  "cobblemon.ability.druidry.desc": "El usuario recupera gradualmente PS en Polvo Feérico.",
  "cobblemon.ability.energizer": "Energizador",
  "cobblemon.ability.energizer.desc": "Duplica la estadística de Velocidad del usuario en una Tormenta Eléctrica.",
  "cobblemon.ability.haunt": "Embrujo",
  "cobblemon.ability.haunt.desc": "El Pokémon puede golpear a Pokémon de tipo Normal y Lucha con movimientos de tipo Fantasma.",
  "cobblemon.ability.bloodlust": "Sanguinario",
  "cobblemon.ability.bloodlust.desc": "Potencia el Ataque y el Ataque Especial en la Oscuridad. Reduce los PS en la oscuridad.",
  "cobblemon.ability.fearmonger": "Alarmista",
  "cobblemon.ability.fearmonger.desc": "Aumenta la velocidad en la oscuridad.",
  "cobblemon.ability.bloodbath": "Baño Sangriento",
  "cobblemon.ability.bloodbath.desc": "Cura condiciones de estado si está en Oscuridad.",
  "cobblemon.ability.radsipper": "Absorbe Radiación",
  "cobblemon.ability.radsipper.desc": "Potencia la estadística de Ataque Especial si es golpeado por un movimiento de tipo Nuclear en lugar de recibir daño. El Pokémon recupera PS gradualmente en lluvia radioactiva.",
  "cobblemon.ability.forked": "Ahorquillado",
  "cobblemon.ability.forked.desc": "Cura condiciones de estado en tormenta eléctrica.",
  "cobblemon.ability.glacialarmor": "Armadura Glacial",
  "cobblemon.ability.glacialarmor.desc": "Duplica la defensa y la defensa especial del usuario durante Granizo o Nieve.",
  "cobblemon.ability.gravitysling": "Honda Gravedad",
  "cobblemon.ability.gravitysling.desc": "Duplica la estadística de Velocidad del usuario en una magnetosfera o en Gravedad.",
  "cobblemon.ability.masterinstinct": "Instinto Maestro",
  "cobblemon.ability.masterinstinct.desc": "Aumenta la Precisión del Usuario en Aura de Batalla.",
  "cobblemon.ability.nesting": "Anidación",
  "cobblemon.ability.nesting.desc": "El Usuario recupera gradualmente PS en feromonas. Si tiene un aliado de tipo Bicho, la cantidad curada se duplica.",
  "cobblemon.ability.pielpunica": "Piel Púnica",
  "cobblemon.ability.pielpunica.desc": "Reduce a la mitad el daño recibido por ataques de tipo Agua y Planta.",
  "cobblemon.ability.ojospetreos": "Ojos Pétreos",
  "cobblemon.ability.ojospetreos.desc": "La mirada de este Pokémon deja petrificado al Pokémon rival, impidiendo que cambie y reduciendo su velocidad.",
  "cobblemon.ability.cloudburst": "Explosión Nube",
  "cobblemon.ability.cloudburst.desc": "Cambia la forma del Pokémon cuando sus PS son la mitad o menos.",
  "cobblemon.ability.dirtypool": "Piscina Sucia",
  "cobblemon.ability.dirtypool.desc": "Cuando tiene muchos PS, el Pokémon forma un poderoso grupo. Deja de formar grupos cuando sus PS son bajos.",
  "cobblemon.ability.silverlining": "Resquicio Esperanza",
  "cobblemon.ability.silverlining.desc": "Los movimientos de tipo Acero del Usuario golpean a los Pokémon de tipo Fantasma y Siniestro de manera súper efectiva.",
  "cobblemon.ability.copperstate": "Estado Cobre",
  "cobblemon.ability.copperstate.desc": "Restaura PS en tormentas eléctricas o cuando recibes golpes de tipo Eléctrico. Reduce PS en caso de lluvia y aumenta el daño recibido de los golpes de tipo Agua.",
  "cobblemon.ability.dreadspace": "Espacio Terror",
  "cobblemon.ability.dreadspace.desc": "Al llenar de pavor al Pokémon rival, aumenta su uso de PP.",
  "cobblemon.ability.equalize": "Piel Sonora",
  "cobblemon.ability.equalize.desc": "Los movimientos de tipo Normal se convierten en movimientos de tipo Sonido. El poder de esos movimientos aumenta un poco.",
  "cobblemon.ability.holyguard": "Guardia Santa",
  "cobblemon.ability.holyguard.desc": "Compara las estadísticas de Ataque y Defensa Especial de un Pokémon oponente antes de aumentar su propia estadística de Defensa o Defensa Especial, la que sea más efectiva.",
  "cobblemon.ability.mysticwind": "Viento Místico",
  "cobblemon.ability.mysticwind.desc": "Reduce a la mitad el daño de los movimientos de tipo Hada que golpean al usuario.",
  "cobblemon.ability.raptor": "Raptor",
  "cobblemon.ability.raptor.desc": "Aumenta la prioridad de los movimientos cuando el objetivo tiene menos del 25% de PS.",
  "cobblemon.ability.scalate": "Piel Escama",
  "cobblemon.ability.scalate.desc": "Los movimientos de tipo Normal se convierten en movimientos de tipo Dragón. El poder de esos movimientos aumenta un poco.",
  "cobblemon.ability.solarprominence": "Prominencia Solar",
  "cobblemon.ability.solarprominence.desc": "Reduce el daño recibido de los ataques en un 30%.",
  "cobblemon.ability.synthesizer": "Sintetizador",
  "cobblemon.ability.synthesizer.desc": "Este Pokémon es inmune a los movimientos de tipo Sonido y restaura 1/4 de sus PS máximo, redondeado hacia abajo, cuando es golpeado por un movimiento de tipo Sonido.",
  "cobblemon.ability.ridersyndrome": "Síndrome Jinete",
  "cobblemon.ability.ridersyndrome.desc": "Aumenta la potencia de los movimientos de patada cuando los PS del Pokémon son bajos.",
  
  "cobblemon.ability.heeho": "¡Hee-Ho!",
  "cobblemon.ability.heeho.desc": "¡Hee-Ho! ¡Hee-Ho!",
  
  "cobblemon.battle.ability.resolute": "¡%1$s aguantó el golpe!",
  
  "cobblemon.battle.heal.radsipper": "¡%1$s recuperó PS de Absorbe Radiación!",
  "cobblemon.battle.heal.fiesta": "¡%1$s comió algunos dulces y recuperó sus PS!",
  "cobblemon.battle.heal.heeho": "¡Hee-Ho! %1$s se ha curado!"
}