{
  "cobblemon.type.cosmic": "Cosmic",
  "cobblemon.type.crystal": "Crystal",
  "cobblemon.type.digital": "Digital",
  "cobblemon.type.eldritch": "Eldritch",
  "cobblemon.type.light": "Light",
  "cobblemon.type.nuclear": "Nuclear",
  "cobblemon.type.plastic": "Plastic",
  "cobblemon.type.poison": "Poison",
  "cobblemon.type.psychic": "Psychic",
  "cobblemon.type.questionmark": "???",
  "cobblemon.type.shadow": "Shadow",
  "cobblemon.type.slime": "Slime",
  "cobblemon.type.sound": "Sound",
  "cobblemon.type.wind": "Wind",
  "cobblemon.move.asteroidshot": "Asteroid Shot",
  "cobblemon.move.asteroidshot.desc": "The user calls Asteroids to rain from above. This may also leave the target with a burn.",
  "cobblemon.move.brace": "Brace",
  "cobblemon.move.brace.desc": "The user readies itself making it immune to critical hits. Attack and Sp. Attack fall but Defense and Sp. Defense Rise.",
  "cobblemon.move.causticbreath": "Caustic Breath",
  "cobblemon.move.causticbreath.desc": "A blast of corrosive breath rolls over the foe. It may lower the target's defenses.",
  "cobblemon.move.cheapshot": "Cheap Shot",
  "cobblemon.move.cheapshot.desc": "The user distracts the foe, then targets its weak spot in a vicious attack. This attack always results in a critical hit.",
  "cobblemon.move.frostslash": "Frost Slash",
  "cobblemon.move.frostslash.desc": "The user slashes fiercely with sharpened ice. Critical hits land more easily.",
  "cobblemon.move.jetstrike": "Jet Strike",
  "cobblemon.move.jetstrike.desc": "At a dizzying speed, the user lunges at the foe. This move is sure to strike first.",
  "cobblemon.move.leafshield": "Leaf Shield",
  "cobblemon.move.leafshield.desc": "The user is cloaked in protective leaves which boost its Defenses. The boost is greater during intense sunlight.",
  "cobblemon.move.mudslide": "Mudslide",
  "cobblemon.move.mudslide.desc": "An enormous swathe of mud swamps the opposing team. It also reduces the targets' evasiveness.",
  "cobblemon.move.possession": "Possession",
  "cobblemon.move.possession.desc": "The user takes control of the target's body and causes it to attack itself. The higher the target's Attack stat, the greater the damage.",
  "cobblemon.move.psybolt": "Psybolt",
  "cobblemon.move.psybolt.desc": "A flash of psychic power strikes the target in the blink of an eye. It is sure to strike first.",
  "cobblemon.move.shieldbash": "Shield Bash",
  "cobblemon.move.shieldbash.desc": "The user crashes into the target from a defensive position. Damage based on Defense Stat.",
  "cobblemon.move.terrorize": "Terrorize",
  "cobblemon.move.terrorize.desc": "The target is subjected to visions of unimaginable horror. It may also cause confusion.",
  "cobblemon.move.webball": "Web Ball",
  "cobblemon.move.webball.desc": "A sticky blob of web is flung at the target, restricting its movement and lowering speed.",
  "cobblemon.move.windshear": "Wind Shear",
  "cobblemon.move.windshear.desc": "The user beats its wings at blinding speeds, creating a damaging surge of wind. If the user attacks before the target, its power is doubled.",
  "cobblemon.move.batteringram": "Battering Ram",
  "cobblemon.move.batteringram.desc": "The user performs a tackle like a battering ram. It can also break barriers, such as Light Screen and Reflect.",
  "cobblemon.move.saltcrash": "Salt Crash",
  "cobblemon.move.saltcrash.desc": "The user hardens its layers of salt to increase its defenses and crashes into an opponent to deal damage.",
  "cobblemon.move.ancientroar": "Ancient Roar",
  "cobblemon.move.ancientroar.desc": "The user's voice shakes with a primal roar, damaging its foes with pure fear.",
  "cobblemon.move.corrode": "Corrode",
  "cobblemon.move.corrode.desc": "The user launches a corrosive acid at the opponent that is Super Effective against Steel-types.",
  "cobblemon.move.darkmatter": "Dark Matter",
  "cobblemon.move.darkmatter.desc": "The user calls forth the unknown parts of the universe into an attack. The user must recharge next turn.",
  "cobblemon.move.dracojet": "Draco Jet",
  "cobblemon.move.dracojet.desc": "The user uses a skill long forgotten by the dragons to always strike first.",
  "cobblemon.move.dragonify": "Dragonify",
  "cobblemon.move.dragonify.desc": "The user uses dragon blood to corrupt the foe and turn it into the Dragon-type.",
  "cobblemon.move.drakonvoice": "Drakon Voice",
  "cobblemon.move.drakonvoice.desc": "The sheer force of the user's draconic voice obliterates everything in its path.",
  "cobblemon.move.basilisksglare": "Basilisk's Glare",
  "cobblemon.move.basilisksglare.desc": "The user glares and petrifies the foe, turning them into the Rock-type.",
  "cobblemon.move.nanorepair": "Nanorepair",
  "cobblemon.move.nanorepair.desc": "The user activates a nanobotic repair system that heals and boosts Defense.",
  "cobblemon.move.barbedtackle": "Barbed Tackle",
  "cobblemon.move.barbedtackle.desc": "The user rams into an opponent with the poisoned points on its body. This may also poison the target.",
  "cobblemon.move.bonesweep": "Bone Sweep",
  "cobblemon.move.bonesweep.desc": "A large club is swung at the foe in a sweeping motion. This move hits the entire enemy team.",
  "cobblemon.move.brainfreeze": "Brain Freeze",
  "cobblemon.move.brainfreeze.desc": "The user employs cryokinesis against the foe, potentially freezing it.",
  "cobblemon.move.brainstorm": "Brain Storm",
  "cobblemon.move.brainstorm.desc": "The user attacks using psychic force whilst brainstorming. This may raise the user's Special Attack.",
  "cobblemon.move.cactussmash": "Cactus Smash",
  "cobblemon.move.cactussmash.desc": "The user slams its spiky cactus into the target to attack. The user also sustains serious damage.",
  "cobblemon.move.cinderbreath": "Cinder Breath",
  "cobblemon.move.cinderbreath.desc": "The foe is blasted with a cloud of hot ash to inflict damage and lower accuracy.",
  "cobblemon.move.dracoblitz": "Draco Blitz",
  "cobblemon.move.dracoblitz.desc": "The user crashes into the foe at a scorching speed. The user also takes damage and may burn the target.",
  "cobblemon.move.dryneedles": "Dry Needles",
  "cobblemon.move.dryneedles.desc": "The target is struck with a series of 2 to 5 needles from a cactus plant.",
  "cobblemon.move.faengrush": "Faeng Rush",
  "cobblemon.move.faengrush.desc": "The user slams the target with a whimsical strike of the fangs. It may make the target flinch.",
  "cobblemon.move.flashflood": "Flash Flood",
  "cobblemon.move.flashflood.desc": "The user causes a quick surge of flowing water to drown out the foe. This move always goes first.",
  "cobblemon.move.focusedram": "Focused Ram",
  "cobblemon.move.focusedram.desc": "The user centers their mind for a psy-charged headbutt. The user takes recoil damage.",
  "cobblemon.move.foggystrike": "Foggy Strike",
  "cobblemon.move.foggystrike.desc": "A quick concealed strike in a shroud of mist, which cannot be dodged.",
  "cobblemon.move.groomguard": "Groom Guard",
  "cobblemon.move.groomguard.desc": "The user protects itself by grooming its thick fur, drastically raising its Special Defense.",
  "cobblemon.move.nimbusfist": "Nimbus Fist",
  "cobblemon.move.nimbusfist.desc": "A strike of condensed mist strikes the foe, lowering its accuracy.",
  "cobblemon.move.pressurize": "Pressurize",
  "cobblemon.move.pressurize.desc": "The user pressurizes its crystalline body parts, sharply raising its Special Defense.",
  "cobblemon.move.searingslash": "Searing Slash",
  "cobblemon.move.searingslash.desc": "The user rips through the foe with a hot blade. It may hit critically and leave a burn.",
  "cobblemon.move.tartantrum": "Tar-Tantrum",
  "cobblemon.move.tartantrum.desc": "The user throws powerful tar-fists at his foe. It may also lower the foes' Speed stat.",
  "cobblemon.move.thornwhip": "Thorn Whip",
  "cobblemon.move.thornwhip.desc": "The target is struck with thick spiked vines. High critical hit ratio.",
  "cobblemon.move.thunderslash": "Thunder Slash",
  "cobblemon.move.thunderslash.desc": "The foe is slashed with an electrified blade. Critical hits land easier.",
  "cobblemon.move.typhoon": "Typhoon",
  "cobblemon.move.vanish": "Vanish",
  "cobblemon.move.vanish.desc": "The user becomes nigh invisible using its ghost body. This sharply raises its evasiveness.",
  "cobblemon.move.venomswipe": "Venom Swipe",
  "cobblemon.move.venomswipe.desc": "The user swipes around its venomous tail aimlessly. This may poison struck targets.",
  "cobblemon.move.smogdiffusion": "Smog Diffusion",
  "cobblemon.move.smogdiffusion.desc": "After making its attack, the user rushes back to switch places with a party Pokémon in waiting. May poison the target.",
  "cobblemon.move.overheadstrike": "Overhead Strike",
  "cobblemon.move.overheadstrike.desc": "This relentless attack does massive damage to a target affected by status conditions.",
  "cobblemon.move.piercepincer": "Pierce Pincer",
  "cobblemon.move.piercepincer.desc": "The user pierces the enemy's armor with its pincer. This may also lower the target's defensive stats.",
  "cobblemon.move.bugout": "Bug Out",
  "cobblemon.move.bugout.desc": "The user goes berserk and relentlessly attacks the target. This also damages the user quite a lot.",
  "cobblemon.move.thundercrush": "Thunder Crush",
  "cobblemon.move.thundercrush.desc": "The user delivers an electric double chop with its forearms crossed. This move has a heightened chance of landing a critical hit.",
  "cobblemon.move.flamejet": "Flame Jet",
  "cobblemon.move.flamejet.desc": "The user lunges at the target to inflict damage, moving at blazing speeds. This move always goes first.",
  "cobblemon.move.chairdrop": "Chair Drop",
  "cobblemon.move.chairdrop.desc": "The user grabs a chair and slams it against the target. This move may use Steel or Fighting type depending on which is super effective.",
  "cobblemon.move.landsliderush": "Landslide Rush",
  "cobblemon.move.landsliderush.desc": "The user rushes downhill at the target, then exits the battle and swaps in a party member.",
  "cobblemon.move.seedyrecede": "Seedy Recede",
  "cobblemon.move.seedyrecede.desc": "The user grab recedes back into its pokeball hurling seeds at the opponent, then exits the battle and swaps in a party member.",
  "cobblemon.move.acidrain": "Acid Rain",
  "cobblemon.move.acidrain.desc": "The user summons a toxic downpour lasting five turns. It damages all Pokémon except Poison and Steel Types.",
  "cobblemon.move.asteroidbelt": "Asteroid Belt",
  "cobblemon.move.asteroidbelt.desc": "The user surrounds itself with a ring of asteroids. Attacks that get too close are damaged and may be left frozen solid.",
  "cobblemon.move.atomsplit": "Atom Split",
  "cobblemon.move.atomsplit.desc": "The user attacks everything around it by causing a tremendous explosion. The user faints upon using this move.",
  "cobblemon.move.depthcharge": "Depth Charge",
  "cobblemon.move.depthcharge.desc": "The user fires a blast of energy from the deep. May paralyze the target.",
  "cobblemon.move.dustdevil": "Dust Devil",
  "cobblemon.move.dustdevil.desc": "A cyclone of thick dust is whipped up. This move hits Pokémon that are in the air.",
  "cobblemon.move.engulf": "Engulf",
  "cobblemon.move.engulf.desc": "Using a black hole, the user clears its side of the field of trapping moves and hazards while damaging the target in the process.",
  "cobblemon.move.miraclewill": "Miracle Will",
  "cobblemon.move.miraclewill.desc": "The target puts all of its willpower into an attack. If the target is an ally, it restores its HP instead.",
  "cobblemon.move.perplex": "Perplex",
  "cobblemon.move.perplex.desc": "The user assaults its foe with bewildering ideas. This move's power is increased if the target is confused.",
  "cobblemon.move.standoff": "Standoff",
  "cobblemon.move.standoff.desc": "The user initiates a duel. Both Pokémon may only attack and cannot switch until one of them has fainted.",
  "cobblemon.move.achillesheel": "Achilles Heel",
  "cobblemon.move.achillesheel.desc": "The user deals Super Effective Damage to targets that are not immune to this move.",
  "cobblemon.move.newmoon": "New Moon",
  "cobblemon.move.newmoon.desc": "The user blots out sun and moon, creating endless night.",
  "cobblemon.move.wormhole": "Wormhole",
  "cobblemon.move.wormhole.desc": "The user rips a hole in space- always striking first.",
  "cobblemon.move.zombiestrike": "Zombie Strike",
  "cobblemon.move.zombiestrike.desc": "The user thrusts with a ghostly arm, striking the opponent with a physical presence.",
  "cobblemon.move.atomicpunch": "Atomic Punch",
  "cobblemon.move.atomicpunch.desc": "A punch inbued with radiation, capable of infecting the enemy.",
  "cobblemon.move.coralbreak": "Coral Break",
  "cobblemon.move.coralbreak.desc": "The user creates waves in the water to attack the target. This move does physical damage.",
  "cobblemon.move.drainlife": "Drain Life",
  "cobblemon.move.drainlife.desc": "The user drains the foe's energy with its fangs. The user's HP is restored by half the damage inflicted.",
  "cobblemon.move.expunge": "Exopunge",
  "cobblemon.move.expunge.desc": "Purges the foe of impurities, dealing super effective damage to Nuclear types.",
  "cobblemon.move.fallout": "Fallout",
  "cobblemon.move.fallout.desc": "Summons a five-turn nuclear fallout to hurt all combatants except the Bug, Nuclear and Steel Types every turn.",
  "cobblemon.move.fissionburst": "Fission Burst",
  "cobblemon.move.fissionburst.desc": "The user explodes to inflict damage on those around it. The user faints upon using this move.",
  "cobblemon.move.flameimpact": "Flame Impact",
  "cobblemon.move.flameimpact.desc": "The user tackles the target at high temps gained by air friction. This attack always goes first.",
  "cobblemon.move.gammaray": "Gamma Ray",
  "cobblemon.move.gammaray.desc": "The user fires a blast of nuclear radiation at the enemy.",
  "cobblemon.move.gemstoneglimmer": "Gemstone Glimmer",
  "cobblemon.move.gemstoneglimmer.desc": "Unleashes a blinding light from its body. May lower the foe's accuracy.",
  "cobblemon.move.goldenfist": "Golden Fist",
  "cobblemon.move.goldenfist.desc": "The user slogs the opponent with a fist made of solid gold. Scatters coins which can be picked up after the battle.",
  "cobblemon.move.infernalblade": "Infernal Blade",
  "cobblemon.move.infernalblade.desc": "The user slashes the foe with cursed fire, hits Fairy-type for super effective damage and may also burn.",
  "cobblemon.move.instantcrush": "Instant Crush",
  "cobblemon.move.instantcrush.desc": "The user compresses the foe with its psychic powers. This attack always goes first.",
  "cobblemon.move.metalcruncher": "Metal Cruncher",
  "cobblemon.move.metalcruncher.desc": "The user crunches up the target with metal fangs. It has a high chance of lowering the target's Defense.",
  "cobblemon.move.metalwhip": "Metal Whip",
  "cobblemon.move.metalwhip.desc": "A whip made of sharp steel used to hurt and hold the enemy.",
  "cobblemon.move.nuclearslash": "Nuclear Slash",
  "cobblemon.move.nuclearslash.desc": "The target is attacked with a slash of claws or blades. Critical hits land more easily.",
  "cobblemon.move.nuclearwaste": "Nuclear Waste",
  "cobblemon.move.nuclearwaste.desc": "Spits toxic, radioactive sludge that badly poisons the foe.",
  "cobblemon.move.oceanswrath": "Ocean's Wrath",
  "cobblemon.move.oceanswrath.desc": "The user traps the target in a violent swirling whirlpool for four to five turns.",
  "cobblemon.move.protonbeam": "Proton Beam",
  "cobblemon.move.protonbeam.desc": "The user unleashes a powerful, radioactive blast blast on the enemy. However, it lowers the user's special attack by two stages.",
  "cobblemon.move.quantumleap": "Quantum Leap",
  "cobblemon.move.quantumleap.desc": "The user vanishes in the first turn and attacks the foe with full power in the next turn.",
  "cobblemon.move.radioacid": "Radioacid",
  "cobblemon.move.radioacid.desc": "The user shoots a powerful blast made of radioactive waste. It may cause a burn.",
  "cobblemon.move.skyfall": "Sky Fall",
  "cobblemon.move.skyfall.desc": "The user pressurizes the air around the target, crushing it. It may leave the target with paralysis.",
  "cobblemon.move.suddenstrike": "Sudden Strike",
  "cobblemon.move.suddenstrike.desc": "The user attacks the target suddenly and without mercy.",
  "cobblemon.move.thundertorm": "Thunderstorm",
  "cobblemon.move.thundertorm.desc": "Summons a five-thurn thunderstorm that will boost the power of electric types.",
  "cobblemon.move.flashpulse": "Flash Pulse",
  "cobblemon.move.flashpulse.desc": "The target is attacked with a wave of light generated by the user’s body. The attack may confuse the target.",
  "cobblemon.move.bansheesscream": "Banshee's Scream",
  "cobblemon.move.bansheesscream.desc": "The user lets out a terrifying whail, this might cause the opposing pokemon to faint in three turns.",
  "cobblemon.move.flashbang": "Flashbang",
  "cobblemon.move.flashbang.desc": "The user blinds the target with a bright explosion of light before switching out with a waiting Pokémon.",
  "cobblemon.move.fiesta": "Fiesta",
  "cobblemon.move.fiesta.desc": "The user scatters delicious candy on its side of the field. This candy heals pokemon who switch in.",
  "cobblemon.move.bugbuzzsound": "Bug Buzz",
  "cobblemon.move.bugbuzzsound.desc": "The user generates a damaging sound wave by vibration. The move may use Bug-Type or Sound-Type. This may also lower the target’s Sp. Def stat.",
  "cobblemon.move.boomburstsound": "Boomburst",
  "cobblemon.move.boomburstsound.desc": "The user attacks everything around it with the destructive power of a terrible, explosive sound.",
  "cobblemon.move.chattersound": "Chatter",
  "cobblemon.move.chattersound.desc": "The user attacks the target with sound waves of deafening chatter. This confuses the target.",
  "cobblemon.move.disarmingvoicesound": "Disarming Voice",
  "cobblemon.move.disarmingvoicesound.desc": "Letting out a charming cry, the user does emotional damage to opposing Pokémon. The move may use Fairy-Type or Sound-Type. This attack never misses.",
  "cobblemon.move.echoedvoicesound": "Echoed Voice",
  "cobblemon.move.echoedvoicesound.desc": "The user attacks the target with an echoing voice. If this move is used every turn, its power is increased.",
  "cobblemon.move.healbellsound": "Heal Bell",
  "cobblemon.move.healbellsound.desc": "The user makes a soothing bell chime to heal the status conditions of all the party Pokémon.",
  "cobblemon.move.howlsound": "Howl",
  "cobblemon.move.howlsound.desc": "The user howls loudly to raise the spirit of itself and allies. This raises their Attack stats.",
  "cobblemon.move.hypervoicesound": "Hyper Voice",
  "cobblemon.move.hypervoicesound.desc": "The user lets loose a horribly echoing shout with the power to inflict damage.",
  "cobblemon.move.nobleroarsound": "Noble Roar",
  "cobblemon.move.nobleroarsound.desc": "Letting out a noble roar, the user intimidates the target and lowers its Attack and Sp. Atk stats.",
  "cobblemon.move.perishsongsound": "Perish Song",
  "cobblemon.move.perishsongsound.desc": "Any Pokémon that hears this song faints in three turns, unless it switches out of battle.",
  "cobblemon.move.relicsongsound": "Relic Song",
  "cobblemon.move.relicsongsound.desc": "The user sings an ancient song and attacks by appealing to the hearts of the listening opposing Pokémon. This may also induce sleep.",
  "cobblemon.move.roarsound": "Roar",
  "cobblemon.move.roarsound.desc": "The target is scared off, and a different Pokémon is dragged out. In the wild, this ends a battle against a single Pokémon.",
  "cobblemon.move.roundsound": "Round",
  "cobblemon.move.roundsound.desc": "The user attacks the target with a song. Others can join in the Round to increase the power of the attack.",
  "cobblemon.move.screechsound": "Screech",
  "cobblemon.move.screechsound.desc": "An earsplitting screech harshly lowers the target’s Defense stat.",
  "cobblemon.move.singsound": "Sing",
  "cobblemon.move.singsound.desc": "A soothing lullaby is sung in a calming voice that puts the target into a deep slumber.",
  "cobblemon.move.sleeptalksound": "Sleep Talk",
  "cobblemon.move.sleeptalksound.desc": "While it is asleep, the user randomly uses one of the moves it knows.",
  "cobblemon.move.snoresound": "Snore",
  "cobblemon.move.snoresound.desc": "This attack can be used only if the user is asleep. The harsh noise may also make the target flinch.",
  "cobblemon.move.sonicboomsound": "Sonic Boom",
  "cobblemon.move.sonicboomsound.desc": "The target is hit with a destructive shock wave that always inflicts 20 HP damage.",
  "cobblemon.move.sparklingariasound": "Sparkling Aria",
  "cobblemon.move.sparklingariasound.desc": "The user bursts into song, emitting many bubbles. The move may use Water-Type or Sound-Type. Any Pokémon suffering from a burn will be healed by the touch of these bubbles.",
  "cobblemon.move.supersonicsound": "Supersonic",
  "cobblemon.move.supersonicsound.desc": "The user generates odd sound waves from its body that confuse the target.",
  "cobblemon.move.shadowblast": "Shadow Blast",
  "cobblemon.move.shadowblast.desc": "A wicked blade of air is shot at the target to inflict damage. Critical hits land more easily.",
  "cobblemon.move.shadowblitz": "Shadow Blitz",
  "cobblemon.move.shadowblitz.desc": "The user throws this tackle while casting a shadowy aura.",
  "cobblemon.move.shadowbolt": "Shadow Bolt",
  "cobblemon.move.shadowbolt.desc": "A shadowy electric blast crashes down on the target. This may also leave the target with paralysis.",
  "cobblemon.move.shadowbreak": "Shadow Break",
  "cobblemon.move.shadowbreak.desc": "A shattering ram attack with a shadowy aura.",
  "cobblemon.move.shadowchill": "Shadow Chill",
  "cobblemon.move.shadowchill.desc": "The target is struck with a shadowy ice attack. This may also leave the target frozen.",
  "cobblemon.move.shadowdown": "Shadow Down",
  "cobblemon.move.shadowdown.desc": "A shadowy aura harshly lowers the target’s Defense stat.",
  "cobblemon.move.shadowend": "Shadow End",
  "cobblemon.move.shadowend.desc": "The user attacks the target with a shadowy aura ram attack. This also damages the user terribly.",
  "cobblemon.move.shadowfire": "Shadow Fire",
  "cobblemon.move.shadowfire.desc": "The target is scorched with a shadowy fireball attack. This may also leave the target with a burn.",
  "cobblemon.move.shadowhalf": "Shadow Half",
  "cobblemon.move.shadowhalf.desc": "A shadowy aura energy cuts everyone's HP by half.",
  "cobblemon.move.shadowhold": "Shadow Hold",
  "cobblemon.move.shadowhold.desc": "The user summons a shadowy aura to trap the opponent's Pokémon.",
  "cobblemon.move.shadowmist": "Shadow Mist",
  "cobblemon.move.shadowmist.desc": "A shadowy aura that harshly lowers opposing Pokémon’s evasiveness.",
  "cobblemon.move.shadowpanic": "Shadow Panic",
  "cobblemon.move.shadowpanic.desc": "The opponent's pokemon are exposed to a shadowy aura that triggers confusion.",
  "cobblemon.move.shadowrave": "Shadow Rave",
  "cobblemon.move.shadowrave.desc": "The user attacks everything around it by summoning a shadowy aura in the ground that launches spikes.",
  "cobblemon.move.shadowrush": "Shadow Rush",
  "cobblemon.move.shadowrush.desc": "The user executes a tackle while exuding a shadowy aura.",
  "cobblemon.move.shadowshed": "Shadow Shed",
  "cobblemon.move.shadowshed.desc": "A shadowy aura that eliminates Light Screen and Reflect.",
  "cobblemon.move.shadowstorm": "Shadow Storm",
  "cobblemon.move.shadowstorm.desc": "The user uses its shadowy aura to whip up a vicious tornado that attacks everything around it.",
  "cobblemon.move.shadowwave": "Shadow Wave",
  "cobblemon.move.shadowwave.desc": "The user attacks everything around it with shadowy aura waves that are set loose.",
  "cobblemon.move.crystallization": "Crystallization",
  "cobblemon.move.crystallization.desc": "The user glares and petrifies the foe, turning them into the Crystal-type.",
  "cobblemon.move.astralshot": "Astral Shot",
  "cobblemon.move.astralshot.desc": "A shooting star is launched at the foe at an incredibly high speed.",
  "cobblemon.move.bigbang": "Big Bang",
  "cobblemon.move.bigbang.desc": "The user unleashes a burst of cosmic energy that hits all in battle, and may not leave a status condition.",
  "cobblemon.move.cometshower": "Comet Shower",
  "cobblemon.move.cometshower.desc": "Powerful comets are raining down on the users surroundings. It may also make the targets flinch.",
  "cobblemon.move.cosmicray": "Cosmic Ray",
  "cobblemon.move.cosmicray.desc": "A beam of concentrated cosmic energy is unleashed at the foe. It may cause the target to flinch.",
  "cobblemon.move.decapattack": "Decap Attack",
  "cobblemon.move.decapattack.desc": "The user removes his head and launches it at the foe. This also damages the user.",
  "cobblemon.move.dejavu": "Déjà-vu",
  "cobblemon.move.dejavu.desc": "The user disrupts space-time to discombobulate the foe. This move can't miss.",
  "cobblemon.move.nailflick": "Nail Flick",
  "cobblemon.move.nailflick.desc": "The user charges up a powerful flick of a sharp claw or nail. Critical hits land more easily.",
  "cobblemon.move.nostrilflare": "Nostril Flare",
  "cobblemon.move.nostrilflare.desc": "Before the opponent attacks, the user unleashes a quick flame from its nostrils.",
  "cobblemon.move.cometcrash": "Comet Crash",
  "cobblemon.move.cometcrash.desc": "The target is knocked away, and a different Pokémon is dragged out. In the wild, this ends a battle against a single Pokémon.",
  "cobblemon.move.starshot": "Star Shot",
  "cobblemon.move.starshot.desc": "Gathering cosmic energy, the user attacks the target. This move always goes first when Gravity is increased.",
  "cobblemon.move.supernova": "Supernova",
  "cobblemon.move.supernova.desc": "The user attacks everything around it by causing a tremendous explosion. The user faints upon using this move.",
  "cobblemon.move.rhythmstrike": "Rhythm Strike",
  "cobblemon.move.rhythmstrike.desc": "The user overwhelms the target with Rhythmic strikes. This also lowers the target’s Defense and Special Defense stat.",
  "cobblemon.move.pentascale": "Penta Scale",
  "cobblemon.move.pentascale.desc": "The user hits the target with a five tone burst of sound. This move may hit two to five times.",
  "cobblemon.move.aircannon": "Air Cannon",
  "cobblemon.move.aircannon.desc": "The user launches a ball of wind at the target. This move always goes first.",
  "cobblemon.move.aquaslam": "Aqua Slam",
  "cobblemon.move.aquaslam.desc": "The user surrounds itself ina  bubble of water and then slams against the target. It may also lower its Speed Stat.",
  "cobblemon.move.bugbomb": "Bug Bomb",
  "cobblemon.move.bugbomb.desc": "The user throws itself at the target, hitting the target with its exoskeleton. This may also leave the target paralyzed.",
  "cobblemon.move.crackleslam": "Crackle Slam",
  "cobblemon.move.crackleslam.desc": "The user builds up electricity on its body, then attacks the target with a strong slam. This may also make the target flinch.",
  "cobblemon.move.diamondclaw": "Diamond Claw",
  "cobblemon.move.diamondclaw.desc": "The target is raked with claws as hard as diamnd. This might raise the User's Defense.",
  "cobblemon.move.dragonhide": "Dragon Hide",
  "cobblemon.move.dragonhide.desc": "The user toughens its scales to raise its Defense and Special Defense Stats.",
  "cobblemon.move.dragonicbloom": "Dragonic Bloom",
  "cobblemon.move.dragonicbloom.desc": "The user bombards the opponent with petals split away from its body. This move can be Dragon or Grass type depending on the effectiveness.",
  "cobblemon.move.dragonicflare": "Dragonic Flare",
  "cobblemon.move.dragonicflare.desc": "The user releases a powerful blast of heat from its body. This move can be Dragon or Fire type depending on the effectiveness.",
  "cobblemon.move.dragonicglow": "Dragonic Glow",
  "cobblemon.move.dragonicglow.desc": "The user unleashes arrows of light from its body. This move can be Dragon or Fairy type depending on the effectiveness.",
  "cobblemon.move.dragonicstrike": "Dragonic Strike",
  "cobblemon.move.dragonicstrike.desc": "The user strikes the target with powerful electricity from its body. This move can be Dragon or Electric type depending on the effectiveness.",
  "cobblemon.move.dragonicwave": "Dragonic Wave",
  "cobblemon.move.dragonicwave.desc": "The user forces a wave of energy at the target. This move can be Dragon or Electric type depending on the effectiveness.",
  "cobblemon.move.dragonimpact": "Dragon Impact",
  "cobblemon.move.dragonimpact.desc": "The user charges at the target with great force. However, this also lowers the user’s Attack and Defense stats.",
  "cobblemon.move.dryice": "Dry Ice",
  "cobblemon.move.dryice.desc": "The target is hit with a piece of dry ice. IT may also burn or freeze the target.",
  "cobblemon.move.dustydash": "Dusty Dash",
  "cobblemon.move.dustydash.desc": "The user dashes at the opponent with a Sandy Aura, this attack always goes first and may cause flinching.",
  "cobblemon.move.fever": "Fever",
  "cobblemon.move.fever.desc": "The user infects the opponent with a blast of pathogen. It may also burn the target.",
  "cobblemon.move.feyhammer": "Fey Hammer",
  "cobblemon.move.feyhammer.desc": "The user delivers a crushing blow infused with mystical energy.",
  "cobblemon.move.fireworks": "Fireworks",
  "cobblemon.move.fireworks.desc": "The user rapidly shoots the target. This may also leave the target paralyzed. This move is super effective on Flying-types.",
  "cobblemon.move.galerush": "Gale Rush",
  "cobblemon.move.galerush.desc": "The user wraps itself in strong wind, then tackles the opponent. This may also make the target flinch.",
  "cobblemon.move.geosphere": "Geo-Sphere",
  "cobblemon.move.geosphere.desc": "The user draws power from the earth, creating a sphere of energy. This move hits Pokémon that are in the air.",
  "cobblemon.move.geodecannon": "Geode Cannon",
  "cobblemon.move.geodecannon.desc": "The user attacks with a ray of light that sparkles as if it were made of geodes.",
  "cobblemon.move.ghastlywail": "Ghastly Wail",
  "cobblemon.move.ghastlywail.desc": "The user lets out a terrifying shriek, damaging every Pokémon around it.",
  "cobblemon.move.glaciercrash": "Glacier Crash",
  "cobblemon.move.glaciercrash.desc": "The user sets off a glacier that crashes into every Pokémon around it.",
  "cobblemon.move.jewelflash": "Jewel Flash",
  "cobblemon.move.jewelflash.desc": "The user attacks by shooting flashes of jewels at the opposing team. It may also lower the target's accuracy.",
  "cobblemon.move.leafdarts": "Leaf Darts",
  "cobblemon.move.leafdarts.desc": "The user launches three darts made of leaves at the target. It is sure to strike first.",
  "cobblemon.move.lightningstrike": "Lightning Strike",
  "cobblemon.move.lightningstrike.desc": "The user strikes the foe with a lightning strike. It may also confuse the target.",
  "cobblemon.move.megalofang": "Megalo Fang",
  "cobblemon.move.megalofang.desc": "The user tears apart the target with its sharp fangs. It may also make the target flinch.",
  "cobblemon.move.mesmersmoke": "Mesmer Smoke",
  "cobblemon.move.mesmersmoke.desc": "All Pokémon around the user are attacked with smoke that makes them sleep.",
  "cobblemon.move.mindblast": "Mind Blast",
  "cobblemon.move.mindblast.desc": "A strong mental blast hits the targets mind. It may also cause confusion.",
  "cobblemon.move.phantomgrip": "Phantom Grip",
  "cobblemon.move.phantomgrip.desc": "The user grips at the target with an arm made of shadow, which lowers the target's Speed.",
  "cobblemon.move.quicksand": "Quicksand",
  "cobblemon.move.quicksand.desc": "The user traps the target inside Quicksand for four to five turns. The target can't flee during this time.",
  "cobblemon.move.razorblade": "Razor Blade",
  "cobblemon.move.razorblade.desc": "The target is attacked with a slash by metallic blades. Critical hits land more easily.",
  "cobblemon.move.ripplewave": "Ripple Wave",
  "cobblemon.move.ripplewave.desc": "The target is washed away by strong waves of water. The target is hit twice in a row.",
  "cobblemon.move.siphonbite": "Siphon Bite",
  "cobblemon.move.siphonbite.desc": "An energy-draining bite. The user's HP is restored by half the damage taken by the target.",
  "cobblemon.move.sulfuricspray": "Sulfuric Spray",
  "cobblemon.move.sulfuricspray.desc": "The user sprays the target. This attack ignores Steel-Type's immunity to Poison-Type.",
  "cobblemon.move.talongash": "Talon Gash",
  "cobblemon.move.talongash.desc": "The user attacks the target with its powerful strong talons. The target is hit twice in a row.",
  "cobblemon.move.tikitorch": "TIki Torch",
  "cobblemon.move.tikitorch.desc": "The user flings a burning piece of wood at the target. This may also leave the target with a burn.",
  "cobblemon.move.trickshot": "Trick Shot",
  "cobblemon.move.trickshot.desc": "The user distracts the target, then shoots them with small rocks or other pellets. This may also make the target flinch.",
  "cobblemon.move.defogwind": "Defog",
  "cobblemon.move.defogwind.desc": "A strong wind blows away the target’s barriers such as Reflect or Light Screen. This also lowers the target’s evasiveness.",
  "cobblemon.move.gustwind": "Gust",
  "cobblemon.move.gustwind.desc": "A gust of wind is whipped up by wings and launched at the target to inflict damage.",
  "cobblemon.move.hurricanewind": "Hurricane",
  "cobblemon.move.hurricanewind.desc": "The user attacks by wrapping its opponent in a fierce wind that flies up into the sky. This may also confuse the target.",
  "cobblemon.move.razorwindwind": "Razor Wind",
  "cobblemon.move.razorwindwind.desc": "In this two-turn attack, blades of wind hit opposing Pokémon on the second turn. Critical hits land more easily.",
  "cobblemon.move.tailwindwind": "Tailwind",
  "cobblemon.move.tailwindwind.desc": "The user whips up a turbulent whirlwind that ups the Speed stats of the user and its allies for four turns.",
  "cobblemon.move.twisterwind": "Twister",
  "cobblemon.move.twisterwind.desc": "The user whips up a vicious tornado to tear at opposing Pokémon. The move may use Dragon-Type or Wind-Type. This may also make them flinch.",
  "cobblemon.move.whirlwindwind": "Whirlwind",
  "cobblemon.move.whirlwindwind.desc": "The target is blown away, and a different Pokémon is dragged out. In the wild, this ends a battle against a single Pokémon.",
  "cobblemon.move.ancientroarsound": "Ancient Roar",
  "cobblemon.move.ancientroarsound.desc": "The user's voice shakes with a primal roar, damaging its foes with pure fear. The move may use Rock-Type or Sound-Type.",
  "cobblemon.move.drakonvoicesound": "Drakon Voice",
  "cobblemon.move.drakonvoicesound.desc": "The sheer force of the user's draconic deals damage using the Dragon-Type or Sound-Type.",
  "cobblemon.move.atomsplitnuclear": "Atom Split",
  "cobblemon.move.atomsplitnuclear.desc": "The user attacks everything around it by causing a tremendous explosion. The user faints upon using this move.",
  "cobblemon.move.wormholecosmic": "Wormhole",
  "cobblemon.move.wormholecosmic.desc": "The user rips a hole in space- always striking first.",
  "cobblemon.move.swiftcosmic": "Swift",
  "cobblemon.move.swiftcosmic.desc": "Star-shaped rays are shot at opposing Pokémon. This attack never misses.",
  "cobblemon.move.cosmicpowercosmic": "Cosmic Power",
  "cobblemon.move.cosmicpowercosmic.desc": "The user absorbs a mystical power from space to raise its Defense and Sp. Def stats.",
  "cobblemon.move.meteormashcosmic": "Meteor Mash",
  "cobblemon.move.meteormashcosmic.desc": "The target is hit with a hard punch fired like a meteor. The move may use Steel-Type or Cosmic-Type. This may also raise the user’s Attack stat.",
  "cobblemon.move.photongeyserlight": "Photon Geyser",
  "cobblemon.move.photongeyserlight.desc": "The user attacks a target with a pillar of light. This move inflicts Attack or Sp. Atk damage—whichever stat is higher for the user.",
  "cobblemon.move.flashlight": "Flash",
  "cobblemon.move.flashlight.desc": "The user flashes a bright light that cuts the target’s accuracy.",
  "cobblemon.move.barrierlight": "Barrier",
  "cobblemon.move.barrierlight.desc": "The user throws up a sturdy wall that sharply raises its Defense stat.",
  "cobblemon.move.reflectlight": "Reflect",
  "cobblemon.move.reflectlight.desc": "A wondrous wall of light is put up to reduce damage from physical attacks for five turns.",
  "cobblemon.move.lightscreenlight": "Light Screen",
  "cobblemon.move.lightscreenlight.desc": "A wondrous wall of light is put up to reduce damage from special attacks for five turns.",
  "cobblemon.move.spotlightlight": "Spotlight",
  "cobblemon.move.spotlightlight.desc": "The user shines a spotlight on the target so that only the target will be attacked during the turn.",
  "cobblemon.move.signalbeamlight": "Signal Beam",
  "cobblemon.move.signalbeamlight.desc": "The user attacks with a sinister beam of light. This may also confuse the target. The move may use Bug-Type or Light-Type.",
  "cobblemon.move.flashcannonlight": "Flash Cannon",
  "cobblemon.move.flashcannonlight.desc": "The user gathers all its light energy and releases it all at once. This may also lower the target’s Sp. Def stat. The move may use Steel-Type or Light-Type.",
  "cobblemon.move.prismaticlaserlight": "Prismatic Laser",
  "cobblemon.move.prismaticlaserlight.desc": "The user shoots powerful lasers using the power of a prism. The user can’t move on the next turn. The move may use Psychic-Type or Light-Type.",
  "cobblemon.move.powergemcrystal": "Power Gem",
  "cobblemon.move.powergemcrystal.desc": "The user attacks with a ray of light that sparkles as if it were made of gemstones.",
  "cobblemon.move.diamondstormcrystal": "Diamond Storm",
  "cobblemon.move.diamondstormcrystal.desc": "The user whips up a storm of diamonds to damage opposing Pokémon. This may also sharply raise the user’s Defense stat.",
  "cobblemon.move.diamondclawcrystal": "Diamond Claw",
  "cobblemon.move.diamondclawcrystal.desc": "The target is raked with claws as hard as diamnd. This might raise the User's Defense.",
  "cobblemon.move.gemstoneglimmercrystal": "Gemstone Glimmer",
  "cobblemon.move.gemstoneglimmercrystal.desc": "Unleashes a blinding light from its body. May lower the foe's accuracy.",
  "cobblemon.move.jewelflashcrystal": "Jewel Flash",
  "cobblemon.move.jewelflashcrystal.desc": "The user attacks by shooting flashes of jewels at the opposing team. It may also lower the target's accuracy.",
  "cobblemon.move.reflectivecloak": "Reflective Cloak",
  "cobblemon.move.reflectivecloak.desc": "This move enables the user to protect itself from all attacks. Its chance of failing rises if it is used in succession.",
  "cobblemon.move.polyblast": "Poly Blast",
  "cobblemon.move.polyblast.desc": "The user attacks the target with a pulsing blast of molten plastic. This may also burn the target.",
  "cobblemon.move.constructionblocks": "Construction Blocks",
  "cobblemon.move.constructionblocks.desc": "The user lays a trap of toy construction blocks around the opposing team. The trap hurts opposing Pokémon that switch into battle.",
  "cobblemon.move.echoingblow": "Echoing Blow",
  "cobblemon.move.echoingblow.desc": "The user punches the opponent with a resonanting impact.",
  "cobblemon.move.polygonalsword": "Polygonal Sword",
  "cobblemon.move.polygonalsword.desc": "The user creates a sword from the digital world and slashes the enemy. Critical hits land more easily.",
  "cobblemon.move.superstar": "Superstar",
  "cobblemon.move.superstar.desc": "The user creates an 8-Bit shining star that makes them temporarily invincible and then it charges into the target. The user can't move next turn.",
  "cobblemon.move.spam": "Spam",
  "cobblemon.move.spam.desc": "The user sends a barrage of spam email at the target two to five times in a row.",
  "cobblemon.move.flop": "Flop",
  "cobblemon.move.flop.desc": "The user flops onto the target with its full body weight, the move has a higher chance for a critical hit. This also damages the user a little.",
  "cobblemon.move.tendril": "Tendril",
  "cobblemon.move.tendril.desc": "The user strikes the foe with a slimy tendril. This lowers the Speed stats of those hit.",
  "cobblemon.move.slimyspit": "Slimy Spit",
  "cobblemon.move.slimyspit.desc": "A spray of sticky slime is jetted at the opposing Pokémon. This may also lower their Speed stat.",
  "cobblemon.move.tornado": "Tornado",
  "cobblemon.move.tornado.desc": "The user attacks everything around it by invading its surroundings with a giant tornado.",
  "cobblemon.move.ozonebeam": "Ozone Beam",
  "cobblemon.move.ozonebeam.desc": "The user shoots ozone and other gases at the target to attack. This may also poison the target.",
  "cobblemon.move.squallstrike": "Squall Strike",
  "cobblemon.move.squallstrike.desc": "The target is attacked with a violent strike that produces a gust of wind. This may also leave the target confused.",
  "cobblemon.move.crystalrush": "Crystal Rush",
  "cobblemon.move.crystalrush.desc": "The user turns to solid crystal, hitting first.",
  "cobblemon.move.eevoboost": "Eevoboost",
  "cobblemon.move.eevoboost.desc": "The user slowly gathers its inner potential, uncovering a power that raises all stats.",
  "cobblemon.move.thunderstorm": "Thunderstorm",
  "cobblemon.move.thunderstorm.desc": "Summons a five-turn thunderstorm to boost the power of Electric-Types.",
  "cobblemon.move.shadowsky": "Shadow Sky",
  "cobblemon.move.shadowsky.desc": "Summons a five-turn shadowy aura to hurt all combatants except Shadow-type Pokémon.",
  "cobblemon.move.cymbalcrash": "Cymbal Crash",
  "cobblemon.move.cymbalcrash.desc": "The user bangs its cymbals together against the target's head. The attack may confuse the target.",
  "cobblemon.move.halflife": "Half-Life",
  "cobblemon.move.halflife.desc": "The user cuts the target's HP in half.",
  "cobblemon.move.geodecannoncrystal": "Geode Cannon",
  "cobblemon.move.geodecannoncrystal.desc": "The user attacks with a ray of light that sparkles as if it were made of geodes.",
  "cobblemon.move.gravitycosmic": "Gravity",
  "cobblemon.move.gravitycosmic.desc": "This move enables Flying-type Pokémon or Pokémon with the Levitate Ability to be hit by Ground-type moves. Moves that involve flying can’t be used.",
  "cobblemon.move.bugnoise": "Bug Noise",
  "cobblemon.move.bugnoise.desc": "An attack that overwhelms the foe with sound. It may paralyze the user.",
  "cobblemon.move.darkroar": "Dark Roar",
  "cobblemon.move.darkroar.desc": "The user emits a roar filled with darkness that always goes first.",
  "cobblemon.move.darkroarsound": "Dark Roar",
  "cobblemon.move.darkroarsound.desc": "The user emits a roar filled with darkness that always goes first. The move may use Dark-Type or Sound-Type.",
  "cobblemon.move.devastate": "Devastate",
  "cobblemon.move.devastate.desc": "The user goes on a furious rampage. May lower defense.",
  "cobblemon.move.doubleshot": "Double Shot",
  "cobblemon.move.doubleshot.desc": "Hits twice in a row. May also raise the user's accuracy.",
  "cobblemon.move.dragonbeat": "Dragon Beat",
  "cobblemon.move.dragonbeat.desc": "A rhythmic attack. May sharply raise the foe's Attack.",
  "cobblemon.move.frostbite": "Frostbite",
  "cobblemon.move.frostbite.desc": "The user coats the foe in painfully cold ice. May raise the user's Special Attack Stat.",
  "cobblemon.move.geoimpact": "Geo Impact",
  "cobblemon.move.geoimpact.desc": "An enormous impact. May sharply raise the target's Speciall Attack Stat.",
  "cobblemon.move.glide": "Glide",
  "cobblemon.move.glide.desc": "The user flies with wings spread wide. May raise the user's accuracy.",
  "cobblemon.move.gravitywave": "Gravity Wave",
  "cobblemon.move.gravitywave.desc": "The user manipulates gravity, dealing damage based on weight.",
  "cobblemon.move.gravitywavecosmic": "Gravity Wave",
  "cobblemon.move.gravitywavecosmic.desc": "The user manipulates gravity, dealing damage based on weight.",
  "cobblemon.move.guardianleaf": "Guardian Leaf",
  "cobblemon.move.guardianleaf.desc": "Attacks with toughened plant matter. It may also raise the user's Defense.",
  "cobblemon.move.hypnopulse": "Hypnopulse",
  "cobblemon.move.hypnopulse.desc": "The user shoots out a pulse that may cause the foe to fall asleep.",
  "cobblemon.move.latentpower": "Latent Power",
  "cobblemon.move.latentpower.desc": "Emits energy that sharply raises the foe's evasiveness.",
  "cobblemon.move.magmaring": "Magma Ring",
  "cobblemon.move.magmaring.desc": "The target becomes trapped within a fierce vortex of magma that rages for four to five turns.",
  "cobblemon.move.poisonleaf": "Poison Leaf",
  "cobblemon.move.poisonleaf.desc": "The user slices the foe with toxin-covered leaves. It may also poison the target.",
  "cobblemon.move.psyburn": "Psyburn",
  "cobblemon.move.psyburn.desc": "Blasts foe with mysterious flames that have a chance of raising the user's Special Defense.",
  "cobblemon.move.rapidgrowth": "Rapid Growth",
  "cobblemon.move.rapidgrowth.desc": "The user grows rapidly in size and attacks the target. This might raise the user's Special Attack.",
  "cobblemon.move.stardust": "Stardust",
  "cobblemon.move.stardust.desc": "The user causes a shower of stars to rain down on foes.",
  "cobblemon.move.stardustcosmic": "Stardust",
  "cobblemon.move.stardustcosmic.desc": "The user causes a shower of stars to rain down on foes.",
  "cobblemon.move.stormforecast": "Storm Forecast",
  "cobblemon.move.stormforecast.desc": "Two turns after this move is used, a zap of electricity attacks the target.",
  "cobblemon.move.channel": "Channel",
  "cobblemon.move.channel.desc": "The user channels spirits into randomly using nearly any ghost type move.",
  "cobblemon.move.pesticide": "Pesticide",
  "cobblemon.move.pesticide.desc": "The user sprays poison onto the target. This may also leave the target poisoned. This move is super effective on Bug types.",
  "cobblemon.move.demoralize": "Demoralize",
  "cobblemon.move.demorallize.desc": "The user’s ridicule and laughter changes the target’s Ability to Defeatist.",
  "cobblemon.move.abyssallure": "Abyssal Lure",
  "cobblemon.move.abyssallure.desc": "If the foe is knocked out, sharply raises Special Attack.",
  "cobblemon.move.audacity": "Audacity",
  "cobblemon.move.audacity.desc": "Immense buffs that cause the user to faint in 3 turns.",
  "cobblemon.move.boltblitz": "Bolt Blitz",
  "cobblemon.move.boltblitz.desc": "A high voltage burst that also hurts the user.",
  "cobblemon.move.carbonize": "Carbonize",
  "cobblemon.move.carbonize.desc": "Flashes a burst of torrid metal. May inflict a burn.",
  "cobblemon.move.blackout": "Blackout",
  "cobblemon.move.blackout.desc": "Smothers the foe with vile energy. May inflict sleep.",
  "cobblemon.move.cloudburst": "Cloudburst",
  "cobblemon.move.cloudburst.desc": "Allows a full-power attack but harshly lowers Special Attack.",
  "cobblemon.move.cloudburstwind": "Cloudburst",
  "cobblemon.move.cloudburstwind.desc": "Allows a full-power attack but harshly lowers Special Attack.",
  "cobblemon.move.crystalize": "Cloudburst",
  "cobblemon.move.crystalize.desc": "Encases the foe in solid crystal. May freeze.",
  "cobblemon.move.dazzledust": "Dazzle Dust",
  "cobblemon.move.dazzledust.desc": "Attacks with mystic dust that cuts half the foe's HP.",
  "cobblemon.move.devildarts": "Devil Darts",
  "cobblemon.move.devildarts.desc": "The user attacks twice ny firing Dreepy at the Foe.",
  "cobblemon.move.electroburst": "Electroburst",
  "cobblemon.move.electroburst.desc": "The user discharges energy- May lower the foe's Accuracy.",
  "cobblemon.move.grimstinger": "Grim Stinger",
  "cobblemon.move.grimstinger.desc": "Deals double damage to sleeping foes.",
  "cobblemon.move.hivemind": "Hivemind",
  "cobblemon.move.hivemind.desc": "Deals damage based on the foe's Defense stat.",
  "cobblemon.move.moonrazer": "Moonrazer",
  "cobblemon.move.moonrazer.desc": "Call to the moon to attack. May put the foe to sleep.",
  "cobblemon.move.pummel": "Pummel",
  "cobblemon.move.pummel.desc": "A flurry of punches that may raise user's ATtack.",
  "cobblemon.move.ragingwaves": "Raging Waves",
  "cobblemon.move.ragingwaves.desc": "A rampage of 2 to 3 turns that confuses the user.",
  "cobblemon.move.replicate": "Replicate",
  "cobblemon.move.replicate.desc": "Telepathically copies a move permanently.",
  "cobblemon.move.ripen": "Ripen",
  "cobblemon.move.ripen.desc": "Raises Defense and sharply raises Special Attack.",
  "cobblemon.move.rubblerush": "Rubble Rush",
  "cobblemon.move.rubblerush.desc": "A rancorous rushdown that also hurts the user.",
  "cobblemon.move.shadetrance": "Shade Trance",
  "cobblemon.move.shadetrance.desc": "Envelops the foe with dark energy inflicting sleep.",
  "cobblemon.move.shimmershot": "Shimmer Shot",
  "cobblemon.move.shimmershot.desc": "Emits a shining light that may confuse all adjacent foes.",
  "cobblemon.move.shimmershotlight": "Shimmer Shot",
  "cobblemon.move.shimmershotlight.desc": "Emits a shining light that may confuse all adjacent foes.",
  "cobblemon.move.siphon": "Siphon",
  "cobblemon.move.siphon.desc": "An attack that steals half the damage inflicted.",
  "cobblemon.move.sizzlebeak": "Sizzle Beak",
  "cobblemon.move.sizzlebeak.desc": "A fiery beak assault that inflicts a burn.",
  "cobblemon.move.fakemonstonesurge": "Stone Surge",
  "cobblemon.move.fakemonstonesurge.desc": "Large boulders are hurled. High critical-hit ratio.",
  "cobblemon.move.swindle": "Swindle",
  "cobblemon.move.swindle.desc": "Hustles the foe, causing them to drop money.",
  "cobblemon.move.thunderclap": "Thunderclap",
  "cobblemon.move.thunderclap.desc": "A lightning fueled tackle that always hits first.",
  "cobblemon.move.twirlenade": "Twirlenade",
  "cobblemon.move.twirlenade.desc": "A chaotic dance that grants power but causes confusion.",
  "cobblemon.move.virugait": "Virugait",
  "cobblemon.move.virugait.desc": "A venomous charge that raises the user's Speed.",
  "cobblemon.move.uvray": "UV Ray",
  "cobblemon.move.uvray.desc": "The user shoots a concentrated ray of sunshine at its target. This may also leave the target with a burn.",
  "cobblemon.move.salttherapy": "Salt Therapy",
  "cobblemon.move.salttherapy.desc": "The user lays down a wall of therapeutic salts. It regains some HP every turn.",
  "cobblemon.move.firecracker": "Firecracker",
  "cobblemon.move.firecracker.desc": "The user makes all targets take aim only at the user. This move always goes first.",
  "cobblemon.move.hitandrun": "Hit and Run",
  "cobblemon.move.hitandrun.desc": "After making its attack, the user then steals the target’s held item. The user then rushes back to switch places with a party Pokémon in waiting.",
  "cobblemon.move.parasiticfungi": "Parasitic Fungi",
  "cobblemon.move.parasiticfungi.desc": "The user spreads parasitic fungi on the target, inflicting damage every turn. Normal and Bug types take double damage.",
  "cobblemon.move.lunarcannon": "Lunar Cannon",
  "cobblemon.move.lunarcannon.desc": "A two-turn attack. The user gathers darkness, then blasts a bundled beam on the second turn.",
  "cobblemon.move.cataclysm": "Cataclysm",
  "cobblemon.move.cataclysm.desc": "Eviscerates the foe with an unholy flame.",
  "cobblemon.move.darkbargain": "Dark Bargain",
  "cobblemon.move.darkbargain.desc": "Sharply raises Speed, Special Attack and Accuracy but curses.",
  "cobblemon.move.wickedlash": "Wicked Lash",
  "cobblemon.move.wickedlash.desc": "A vicious 2-turn attack. Has a high critical-hit ratio.",
  "cobblemon.move.beguile": "Beguile",
  "cobblemon.move.beguile.desc": "A sneak attack that will faint an infatuated foe.",
  "cobblemon.move.cookiecut": "Cookie Cut",
  "cobblemon.move.cookiecut.desc": "Always strikes first and raises all stats by one stage.",
  "cobblemon.move.knightsvow": "Knight's Vow",
  "cobblemon.move.knightsvow.desc": "Bolsters defenses and heals all status problems, making all targets take aim only at the user.",
  "cobblemon.move.starstorm": "Starstorm",
  "cobblemon.move.starstorm.desc": "Rain down cosmic fury on the foe. Bypasses protect.",
  "cobblemon.move.starstormcosmic": "Starstorm",
  "cobblemon.move.starstormcosmic.desc": "Rain down cosmic fury on the foe. Bypasses protect.",
  "cobblemon.move.bramblebash": "Bramble Bash",
  "cobblemon.move.bramblebash.desc": "A thorny wallop that sends the user into a rage.",
  "cobblemon.move.kindleseed": "Kindleseed",
  "cobblemon.move.kindleseed.desc": "Scorches the foe with seeds that steal HP on every turn.",
  "cobblemon.move.spectralsap": "Spectral Sap",
  "cobblemon.move.spectralsap.desc": "A draining attack that steals stat changes from the foe.",
  "cobblemon.move.taiga": "Taiga",
  "cobblemon.move.taiga.desc": "Tears the foe with a flurry of claws. High critical hit ratio.",
  "cobblemon.move.heavypunch": "Heavy Punch",
  "cobblemon.move.heavypunch.desc": "Bonks the foe with great force. May cause flinching.",
  "cobblemon.move.miresurge": "Mire Surge",
  "cobblemon.move.miresurge.desc": "Propels virulent slime that may lower the foe's Speed.",
  "cobblemon.move.miresurgeslime": "Mire Surge",
  "cobblemon.move.miresurgeslime.desc": "Propels virulent slime that may lower the foe's Speed.",
  "cobblemon.move.wildroar": "Wild Roar",
  "cobblemon.move.wildroar.desc": "An ear shattering roar that lowers the foe's Attack.",
  "cobblemon.move.wildroarsound": "Wild Roar",
  "cobblemon.move.wildroarsound.desc": "An ear shattering roar that lowers the foe's Attack.",
  "cobblemon.move.fangbarrage": "Fang Barrage",
  "cobblemon.move.fangbarrage.desc": "Horribles bites that cause instant fainting.",
  "cobblemon.move.toxifume": "Toxifume",
  "cobblemon.move.toxifume.desc": "Amplifies user the first turn, then attacks with toxins.",
  "cobblemon.move.psylight": "Psylight",
  "cobblemon.move.psylight.desc": "Bursts forth immense rays of light that can confuse.",
  "cobblemon.move.geosplinter": "Geosplinter",
  "cobblemon.move.geosplinter.desc": "The user shields itself and reconfigures its body.",
  "cobblemon.move.knucklefins": "Knucklefins",
  "cobblemon.move.knucklefins.desc": "Attacks with a flurry of punches. Inflicts torment.",
  "cobblemon.move.weepywail": "Weepy Wail",
  "cobblemon.move.weepywail.desc": "A sharp wail that reduces the foe's Special Attack.",
  "cobblemon.move.detox": "Detox",
  "cobblemon.move.detox.desc": "Can only be used if the user is poisoned. The user then heals itself from its status condition after use.",
  "cobblemon.move.allure": "Allure",
  "cobblemon.move.allure.desc": "The user uses its physique to lower the opponent's defenses before striking it. The higher the user’s Attack, the more damage it can inflict on the target.",
  "cobblemon.move.corrupt": "Corrupt",
  "cobblemon.move.corrupt.desc": "Decreases a random stat by two stages each.",
  "cobblemon.move.earthmover": "Earthmover",
  "cobblemon.move.earthmover.desc": "The user moves the very ground that the opponent stands on. This move is Super Effective against Steel-types.",
  "cobblemon.move.meltdown": "Meltdown",
  "cobblemon.move.meltdown.desc": "The user's body crumbles, letting out an explosion of vile energy. The user faints upon using this move.",
  "cobblemon.move.meltdownnuclear": "Meltdown",
  "cobblemon.move.meltdownnuclear.desc": "The user's body crumbles, letting out an explosion of vile energy. The user faints upon using this move.",
  "cobblemon.move.tempest": "Tempest",
  "cobblemon.move.tempest.desc": "The user whips up a powerful squall that inflicts damage and clears the skies of all weather.",
  "cobblemon.move.fairypledge": "Fairy Pledge",
  "cobblemon.move.fairypledge.desc": "A column of fairy energy hits opposing Pokémon.",
  "cobblemon.move.hawthorns": "Hawthorns",
  "cobblemon.move.hawthorns.desc": "The user creates a field of Hawthorns below its feet, regenerating its own health and that of its allies for each turn.",
  "cobblemon.move.hiss": "Hiss",
  "cobblemon.move.hiss.desc": "The user emits an intimidating hiss that harshly reduces the target's Special Defense Stat.",
  "cobblemon.move.feralclutch": "Feral Clutch",
  "cobblemon.move.feralclutch.desc": "The user clutches the target usin its snake-like body for two to five turns.",
  "cobblemon.move.babble": "Babble",
  "cobblemon.move.babble.desc": "The user attacks the target by shouting at it.",
  "cobblemon.move.subwoofer": "Subwoofer",
  "cobblemon.move.subwoofer.desc": "Low pitched noises attack the opposing team to inflict damage. They may also make the targets flinch.",
  "cobblemon.move.soundpledge": "Sound Pledge",
  "cobblemon.move.soundpledge.desc": "A column of sound energy hits opposing Pokemon.",
  "cobblemon.move.scorchedashes": "Scorched Ashes",
  "cobblemon.move.scorchedashes.desc": "The user incinerates the ground below its opponents, lowering the attack of the foes that enter the field.",
  "cobblemon.move.primalscream": "Primal Scream",
  "cobblemon.move.primalscream.desc": "The user yells at the opposing team and lowers their Attack stat by one stage.",
  "cobblemon.move.soundbarrier": "Sound Barrier",
  "cobblemon.move.soundbarrier.desc": "The user generates a wall that weakens Flying, Water and Fairy moves for five turns.",
  "cobblemon.move.magicwall": "Magic Wall",
  "cobblemon.move.magicwall.desc": "The user generates a wall that weakens Dragon, FIghting, Dark and Bug moves for five turns.",
  "cobblemon.move.noiseburst": "Noise Burst",
  "cobblemon.move.noiseburst.desc": "The target is attacked with a deafening sound. The user must rest on the next turn to regain its energy.",
  "cobblemon.move.dragonendurance": "Dragon Endurance",
  "cobblemon.move.dragonendurance.desc": "The user creates a shield that weakens the moves of Electric, Fire, Grass and Water moves for five turns.",
  "cobblemon.move.velvetscales": "Velvet Scales",
  "cobblemon.move.velvetscales.desc": "The user places a trap with their scales. The trap weakens opponents that switch into battle.",
  "cobblemon.move.dragonpledge": "Dragon Pledge",
  "cobblemon.move.dragonpledge.desc": "A column of draconic energy hits opposing Pokémon.",
  "cobblemon.move.tidaldragoon": "Tidal Dragoon",
  "cobblemon.move.tidaldragoon.desc": "The user hits the target with blasts of energy two to five times in a row.",
  "cobblemon.move.discofever": "Disco Fever",
  "cobblemon.move.discofever.desc": "The user sings a fast lively song that confuses the target.",
  "cobblemon.move.wilddance": "Wild Dance",
  "cobblemon.move.wilddance.desc": "The user attacks the target by pushing it to the beat for two to three turns, then gets confused.",
  "cobblemon.move.electroswing": "Electro Swing",
  "cobblemon.move.electroswing.desc": "The user wildly twangs a guitar, hurling bolts that paralyzes the target.",
  "cobblemon.move.bluenote": "Blue Note",
  "cobblemon.move.bluenote.desc": "The user plays a relaxing melody that puts the target into a deep slumber.",
  "cobblemon.move.darkeningbolt": "Darkening Bolt",
  "cobblemon.move.darkeningbolt.desc": "The user throws down an ominous thunderbolt. This may also lower the target's Defense Stat.",
  "cobblemon.move.thunderstruck": "Thunderstruck",
  "cobblemon.move.thunderstruck.desc": "The user charges at the target using every bit of its power. The user must rest on the next turn.",
  "cobblemon.move.sugarrush": "Sugar Rush",
  "cobblemon.move.sugarrush.desc": "The user ate tons of sweets and then rushes the target. This also damages the user quite a lot.",
  "cobblemon.move.flavortest": "Flavor Test",
  "cobblemon.move.flavortest.desc": "The user dashes on its enemy trying to taste it like a sweet. Recovers some of the user's health, it's also an ice type move.",
  "cobblemon.move.firekunai": "Fire Kunai",
  "cobblemon.move.firekunai.desc": "The user always goes first and hits the target with fire kunais. This move always results in a critical hit.",
  "cobblemon.move.hotchilipepper": "Hot Chili Pepper",
  "cobblemon.move.hotchilipepper.desc": "The user throws spicy seeds at tis target. It may also leave the target with a burn.",
  "cobblemon.move.stingfreeze": "Sting Freeze",
  "cobblemon.move.stingfreeze.desc": "The user attacks by shooting frost pins at the target. They may also leave the target with paralysis.",
  "cobblemon.move.creamwhip": "Cream Whip",
  "cobblemon.move.creamwhip.desc": "The target is slapped by a hand full of creamy thick foam. It also reduces the target's Speed stat.",
  "cobblemon.move.voidstar": "Void Star",
  "cobblemon.move.voidstar.desc": "The user devours the energy of its target and restores its HP by half the damage taken.",
  "cobblemon.move.perfectglare": "Perfect Glare",
  "cobblemon.move.perfectglare.desc": "The user paralyzes the target with its glare. This move always goes first.",
  "cobblemon.move.revup": "Rev Up",
  "cobblemon.move.revup.desc": "The user revs its engines and strikes the target. Then it raises its Speed stat.",
  "cobblemon.move.astrallance": "Astral Lance",
  "cobblemon.move.astrallance.desc": "The user throws a pure Red Energy lance at the target. This attack never misses and always results in a critical hit.",
  "cobblemon.move.ampclaw": "Amp Claw",
  "cobblemon.move.ampclaw.desc": "The user slices at the target with electrified claws. This may cause paralysis.",
  "cobblemon.move.emperorsedge": "Emperor's Edge",
  "cobblemon.move.emperorsedge.desc": "The user fires a blade of light. It has a high critical-hit ratio.",
  "cobblemon.move.flamingfists": "Flaming Fists",
  "cobblemon.move.flamingfists.desc": "The user launches an all-out attack with all its limbs ablaze. This may cause a burn.",
  "cobblemon.move.frostclaw": "Frost Claw",
  "cobblemon.move.frostclaw.desc": "The uer slashes with a sharp, icy claw. This may freeze the target. Critical hits land more easily.",
  "cobblemon.move.gaiasfury": "Gaia's Fury",
  "cobblemon.move.gaiasfury.desc": "The user violently rumbles the land around it. All targets have their Speed stat lowered.",
  "cobblemon.move.h4k41": "H4K41",
  "cobblemon.move.h4k41.desc": "The user destroys part of the target's code. This attack never misses.",
  "cobblemon.move.icewall": "Ice Wall",
  "cobblemon.move.icewall.desc": "The user attacks with a colossal wall of ice, creating a physical barrier.",
  "cobblemon.move.ironsphere": "Iron Sphere",
  "cobblemon.move.ironsphere.desc": "The user rolls into a ball to hit the target, magnetically preventing it from fleeing.",
  "cobblemon.move.leekcutter": "Leek Cutter",
  "cobblemon.move.leekcutter.desc": "The user cuts the foe with a sharpened leek. This lowers the target's Defense stat.",
  "cobblemon.move.magnetpulse": "Magnet Pulse",
  "cobblemon.move.magnetpulse.desc": "The user attacks with magnetic energy. It may prevent the target from fleeing.",
  "cobblemon.move.movemountains": "Move Mountains",
  "cobblemon.move.movemountains.desc": "The user makes an attack with giant stones, scattering rocks around the field.",
  "cobblemon.move.puffup": "Puff Up",
  "cobblemon.move.puffup.desc": "The user blows away the target and drags out another Pokémon in its party.",
  "cobblemon.move.remoraidcannon": "Remoraid Cannon",
  "cobblemon.move.remoraidcannon.desc": "The user attacks twice by firing Remoraid at the foe.",
  "cobblemon.move.souldevour": "Soul Devour",
  "cobblemon.move.souldevour.desc": "The user eats the soul of the target with the mouth on its belly. This attack htis a target using a move such as Protect or Detect.",
  "cobblemon.move.cursedwrath": "Cursed Wrath",
  "cobblemon.move.cursedwrath.desc": "Becomes more powerful the less HP the user has.",
  "cobblemon.move.veiledsky": "Veiled Sky",
  "cobblemon.move.veiledsky.desc": "Summons an eclipse that blackens the field.",
  "cobblemon.move.magnetforce": "Magnet Force",
  "cobblemon.move.magnetforce.desc": "A magnetic-field attack. May lower Attack or Special Attack.",
  "cobblemon.move.magnumpunch": "Magnum Punch",
  "cobblemon.move.magnumpunch.desc": "A punch that may also lower the target's Defense Stat or cause flinching.",
  "cobblemon.move.ragingflame": "Raging Flame",
  "cobblemon.move.ragingflame.desc": "Channels anger into flames. May also confuse the user.",
  "cobblemon.move.shadowclamp": "Shadow Clamp",
  "cobblemon.move.shadowclamp.desc": "A persistent bite. May also inflict confusion or sleep to the target.",
  "cobblemon.move.smogscreen": "Smogscreen",
  "cobblemon.move.smogscreen.desc": "The user scatters toxic fumes that may lower accuracy or inflict poison to the target.",
  "cobblemon.move.iceweave": "Ice Weave",
  "cobblemon.move.iceweave.desc": "Opposing Pokémon are bound with freezing cold silk that harshly lowers the Speed stat.",
  "cobblemon.move.cavein": "Cave In",
  "cobblemon.move.cavein.desc": "The user buries deep within the ground causning a cave in under the opponent. This also damages the user a little.",
  "cobblemon.move.blastcannon": "Blast Cannon",
  "cobblemon.move.blastcannon.desc": "On the second turn, the user hits the target with a cannon ball. This may also leave the target with a burn.",
  "cobblemon.move.magmablade": "Magma Blade",
  "cobblemon.move.magmablade.desc": "The target is attacked with a searing hot stone blade. Critical hits land more easily.",
  "cobblemon.move.charminggnash": "Charming Gnash",
  "cobblemon.move.charminggnash.desc": "The target is bitten with a charming playful bite. This may also make the target infatuated and less likely to attack.",
  "cobblemon.move.flowerpower": "Flower Power",
  "cobblemon.move.flowerpower.desc": "The user enchants flowers to attack the target. This move is Grass and Fairy type simultaneously.",
  "cobblemon.move.aurorawave": "Aurora Wave",
  "cobblemon.move.aurorawave.desc": "The user emits a myriad of mesmerizing waves of light. This may also leave the target confused.",
  "cobblemon.move.copypaste": "Copy-Paste",
  "cobblemon.move.copypaste.desc": "It enables the user to permanently learn the move last used by the target. Once used, Copy-Paste disappears.",
  "cobblemon.move.pursuant": "Pursuant",
  "cobblemon.move.pursuant.desc": "The user attacks everything around it by pursuing the target.",
  "cobblemon.move.buggnaw": "Bug Gnaw",
  "cobblemon.move.buggnaw.desc": "The user clings to the target and uses it jaws to gnaw at it.",
  "cobblemon.move.engorge": "Engorge",
  "cobblemon.move.engorge.desc": "The user caues the target's blood to boil.",
  "cobblemon.move.plague": "Plague",
  "cobblemon.move.plague.desc": "The user gathers many insects, sending towards the target to turn them into the Bug-Type.",
  "cobblemon.move.probepunch": "Probe Punch",
  "cobblemon.move.probepunch.desc": "The user punches the target in a way that causes blisters. It may lower the target's defenses.",
  "cobblemon.move.reprisal": "Reprisal",
  "cobblemon.move.reprisal.desc": "The user lets the target strike first, if it counters its attack power doubles.",
  "cobblemon.move.blackhole": "Black Hole",
  "cobblemon.move.blackhole.desc": "Black holes are summoned from a mysterious source onto the target. The attack’s recoil harshly lowers the user’s Sp. Atk stat.",
  "cobblemon.move.exsanguinate": "Exsanguinate",
  "cobblemon.move.exsanguinate.desc": "A blood-draining attack. The user’s HP is restored by half the damage taken by the target.",
  "cobblemon.move.devilswrath": "Devil's wrath",
  "cobblemon.move.devilswrath.desc": "The target is attacked with demonic energies, causing damage. This may also leave the target with paralysis.",
  "cobblemon.move.mowdown": "Mow Down",
  "cobblemon.move.mowdown.desc": "The target is mauled with viciously sharp fangs. This may also make the target flinch.",
  "cobblemon.move.drajectile": "Drajectile",
  "cobblemon.move.drajectile.desc": "The user stabs the target's weak spots with sharpened claws. Critical hits land more easily.",
  "cobblemon.move.royalbreath": "Royal Breath",
  "cobblemon.move.royalbreath.desc": "The target is attacked with an elegant breath attack. This may also raise the user’s Special Attack.",
  "cobblemon.move.saurtooth": "Saurtooth",
  "cobblemon.move.saurtooth.desc": "The user summons viciously attacks the target with its saurian teeth.",
  "cobblemon.move.zenithbreak": "Zenith Break",
  "cobblemon.move.zenithbreak.desc": "The user attacks the target with great power. However, this also lowers the user’s Attack and Defense stats.",
  "cobblemon.move.electrobash": "Electrobash",
  "cobblemon.move.electrobash.desc": "The user charges up its electric power and rams the target.",
  "cobblemon.move.lusterbloom": "Luster Bloom",
  "cobblemon.move.lusterbloom.desc": "The user gathers all its electric energy and releases it all at once. This may also lower the target’s accuraccy.",
  "cobblemon.move.acesplay": "Ace's Play",
  "cobblemon.move.acesplay.desc": "The user turns the target’s power against it. The higher the target’s Special Attack stat, the greater the damage it deals.",
  "cobblemon.move.moonimpact": "Moon Impact",
  "cobblemon.move.moonimpact.desc": "The user attacks the target with a full-power impact. This also damages the user terribly.",
  "cobblemon.move.mysticchant": "Mystic Chant",
  "cobblemon.move.mysticchant.desc": "The user chants to cast a spell on the target. This attack never misses.",
  "cobblemon.move.somnismog": "Somnismog",
  "cobblemon.move.somnismog.desc": "The user employs a mysterious gas spell to put the target into a deep sleep.",
  "cobblemon.move.chomper": "Chomp",
  "cobblemon.move.chomper.desc": "The user opens its chomper and chomps on the target. This may also lower the target’s Defense stat.",
  "cobblemon.move.fairyrush": "Fairy Rush",
  "cobblemon.move.fairyrush.desc": "The target rushes at the opponent with its magical energy. This may also make the target flinch.",
  "cobblemon.move.rottingsparks": "Rotting Sparks",
  "cobblemon.move.rottingsparks.desc": "The User strikes the target with a rapid onslaught of necrotic energy, hits p to 5 times.",
  "cobblemon.move.mentalanguish": "Mental Anguish",
  "cobblemon.move.mentalanguish.desc": "The User harnesses the Target's doubts to harm them, has a 10% chance to lower the Target's Special Attack.",
  "cobblemon.move.eternalhex": "Eternal Hex",
  "cobblemon.move.eternalhex.desc": "Utilizing ancient incantations, the User strikes their Target with powerful sealing energies, has a 10% Chance to lower all the Target's stats by 1.",
  "cobblemon.move.foghorn": "Foghorn",
  "cobblemon.move.foghorn.desc": "The user condensates the water into fog for five turns, allowing the Normal-Type to hit Ghost-Type Pokemon. Reduces the accuracy of non Normal, Ghost or Psychic type Pokemon.",
  "cobblemon.move.duststorm": "Dust Storm",
  "cobblemon.move.duststorm.desc": "A five-turn Dust Storm is summoned, allowing the Ground-Type to hit Flying-Type Pokemon. Ground type Pokemon become faster.",
  "cobblemon.move.pollinate": "Pollinate",
  "cobblemon.move.pollinate.desc": "A five-turn Pollen Storm is summoned, decreasing the Special Attack of all non Grass or Bug type Pokemon.",
  "cobblemon.move.swarmsignal": "Swarm Signal",
  "cobblemon.move.swarmsignal.desc": "The user spreads Pheromones onto the field for five turns, boosts all Bug and Poison type's Speed and Accuracy by one stage.",
  "cobblemon.move.smogspread": "Smog Spread",
  "cobblemon.move.smogspread.desc": "The user contaminates the field with Smog for five turns, poisoning all Pokemon in the field.",
  "cobblemon.move.sprinkle": "Sprinkle",
  "cobblemon.move.sprinkle.desc": "The user coats the field with fairy dust for five turns, giving all Fairy-type pokemon a 25% buff to Special Defense.",
  "cobblemon.move.auraprojection": "Aura Projection",
  "cobblemon.move.auraprojection.desc": "The user projects their aura onto the field for five turns, making Fighting type pokemon immune to stat debuffs.",
  "cobblemon.move.haunt": "Haunt",
  "cobblemon.move.haunt.desc": "The user opens an otherwordly rift that curses the wind for five turns to hurt all combatants except Normal, Ghost, Dark, and Eldritch types.",
  "cobblemon.move.cosmicrays": "Cosmic Rays",
  "cobblemon.move.cosmicrays.desc": "The user projects their psychic energy onto the field for five turns, making Psychic type moves stronger while making Dark type moves weaker.",
  "cobblemon.move.dragonforce": "Dragon Force",
  "cobblemon.move.dragonforce.desc": "The user floods the field with draconic energy for five turns, it boosts the power of Dragon Type moves by 15%.",
  "cobblemon.move.magnetize": "Magnetize",
  "cobblemon.move.magnetize.desc": "The user messes with the magnetic field of the field for five turns, all Steel Type moves become perfectly accurate. Boosts the special defense of Steel type pokemon by 25%.",
  "cobblemon.move.giraternalgrip": "Giraternal Grip",
  "cobblemon.move.giraternalgrip.desc": "The user harnesses the raw power of the Eldritch arts to crush their Target, has a 50% chance to lower Target's defense by one stage.",
  "cobblemon.move.necroticpunch": "Necrotic Punch",
  "cobblemon.move.necroticpunch.desc": "The target is punched with a necrotic fist. This may also leave the target with paralysis.",
  "cobblemon.move.banishingfist": "Banishing Fist",
  "cobblemon.move.banishingfist.desc": "The User enchants their fist, before striking their opponent with a powerful sealing attack, this move has a high critical hit ratio.",
  "cobblemon.move.sacrificialpact": "Sacrificial Pact",
  "cobblemon.move.sacrificialpact.desc": "The User makes a deal with the Elder gods, to damage their Target hard, at the cost of taking half the pain themselves.",
  "cobblemon.move.eldritchinvocation": "Eldritch Invocation",
  "cobblemon.move.eldritchinvocation.desc": "The User utilizes every ounce of the dark arts to damage their Target, at the cost of their next turn.",
  "cobblemon.move.arceanbanish": "Arcean Banish",
  "cobblemon.move.arceanbanish.desc": "The User banishes the Target's soul to the darkest depths of the distortion world, counts as a One=Hit KO move.",
  "cobblemon.move.goopelt": "Goo Pelt",
  "cobblemon.move.goopelt.desc": "The User lobs a repetitive wave of slime at the Target, hits up to 5 times.",
  "cobblemon.move.jellybounce": "Jelly Bounce",
  "cobblemon.move.jellybounce.desc": "The User harnesses their viscosity to bounce up and strike their foe with extreme haste, this move has increased priority.",
  "cobblemon.move.glorp": "Glorp",
  "cobblemon.move.glorp.desc": "The User gets up close to the Target and rubs up against them with their slimy skin, may cause the target to Flinch.",
  "cobblemon.move.flubberfang": "Flubber Fang",
  "cobblemon.move.flubberfang.desc": "The User bites the target with their wiggly wobbly slime teeth, may also confuse the target.",
  "cobblemon.move.decode": "Decode",
  "cobblemon.move.decode.desc": "The User peaks into the inner workings of the Target, damaging it in the process.",
  "cobblemon.move.reformat": "Reformat",
  "cobblemon.move.reformat.desc": "The User alters its own code to boost its defenses but lower its speed.",
  "cobblemon.move.pokeburststream": "Pokeburst Stream",
  "cobblemon.move.pokeburststream.desc": "The User hits the opponent with its energy.",
  "cobblemon.move.flashinglightning": "Flashing Lightning",
  "cobblemon.move.flashinglightning.desc": "The User blinds the opponent with lightning fast movements striking it in its weak spot, has an increased critical hit ratio.",
  "cobblemon.move.divinecall": "Divine Call",
  "cobblemon.move.divinecall.desc": "The User calls upon the powers above to assist them in their time of need, allowing them to conjure a randomly chosen legendary move, though itis unlikely the same one will answer twice.",
  "cobblemon.move.cacophony": "Cacophony",
  "cobblemon.move.cacophony.desc": "The user yells and howls for two to three turns. The user then becomes confused.",
  "cobblemon.move.deafeningnoise": "Deafening Noise",
  "cobblemon.move.deafeningnoise.desc": "The user lets out a loud ear shattering noise. The target then becomes soundproof.",
  "cobblemon.move.soundpound": "Sound Pound",
  "cobblemon.move.soundpound.desc": "The user rhythmically pounds the target. This may also lower the target’s Defense stat.",
  "cobblemon.move.gooeystrike": "Gooey Strike",
  "cobblemon.move.gooeystrike.desc": "The User pulls back, before springing onto their Target with a mighty force, may lower the Target's Attack.",
  "cobblemon.move.viscosityslam": "Viscosity Slam",
  "cobblemon.move.viscosityslam.desc": "The User harnesses their inner stickiness to ram into their Target hard, this move prevents the target from switching out.",
  "cobblemon.move.antivirusnet": "Antivirus Net",
  "cobblemon.move.antivirusnet.desc": "The User entraps their Target in a precise digital webbing, damaging them for as long as they're a security risk. Traps the target for four to five turns.",
  "cobblemon.move.trojanhorse": "Trojan Horse",
  "cobblemon.move.trojanhorse.desc": "The User launches an unassuming attack at their Target, if the Target is switching out, the power of this attack will double.",
  "cobblemon.move.smartpunch": "Smart Punch",
  "cobblemon.move.smartpunch.desc": "The User hits their Target with a precisely calculated strike, that at most will leave the opponent at 1 HP.",
  "cobblemon.move.datatransfer": "Data Transfer",
  "cobblemon.move.datatransfer.desc": "The User steals data directly from the Target, healing for half of what's been stolen.",
  "cobblemon.move.radiantblade": "Radiant Blade",
  "cobblemon.move.radiantblade.desc": "The User creates a blade made out of pure light, slashing at the target. Critical hits land more easily.",
  "cobblemon.move.prismarush": "Prisma Rush",
  "cobblemon.move.prismarush.desc": "The User coats itself with UV light and charges at its opponent. This also lowers the user’s Defense and Sp. Def stats.",
  "cobblemon.move.solarpunch": "Solar Punch",
  "cobblemon.move.solarpunch.desc": "The User launches its fist, coated with bright light at the target. This may also make the target flinch.",
  "cobblemon.move.rainbowpunch": "Rainbow Punch",
  "cobblemon.move.rainbowpunch.desc": "The User launches its fist, coated with a spectrum of colored lights at the target. This may also burn, freeze, poison, or paralyze the target.",
  "cobblemon.move.gatlinglaser": "Gatling Laser",
  "cobblemon.move.gatlinglaser.desc": "The user shoots laser beams at the target two to five times in a row. This attack does physical damage.",
  "cobblemon.move.superluminalstrike": "Superluminal Strike",
  "cobblemon.move.superluminalstrike.desc": "The user charges at its target at lightspeed. This move always goes first.",
  "cobblemon.move.solarspear": "Solar Spear",
  "cobblemon.move.solarspear.desc": "The user creates a spear made with bright light and launches it at the target. Critical hits land more easily.",
  "cobblemon.move.lightcharge": "Light Charge",
  "cobblemon.move.lightcharge.desc": "The user radiates itself with light and tackles the target.",
  "cobblemon.move.focalforce": "Focal Force",
  "cobblemon.move.focalforce.desc": "The user coats itself with UV light and charges at its target. This also damages the user quite a lot. This attack may leave the target with a burn.",
  "cobblemon.move.glowingorb": "Glowing Orb",
  "cobblemon.move.glowingorb.desc": "The user creates a glowing orb that is thrown at the opponent.",
  "cobblemon.move.spiritaway": "Spirit Away",
  "cobblemon.move.spiritaway.desc": "The target is whisked away, returning on the next turn. The target cannot attack during this time.",
  "cobblemon.move.uproarsound": "Uproar",
  "cobblemon.move.uproarsound.desc": "The user attacks in an uproar for three turns. During that time, no Pokémon can fall asleep.",
  "cobblemon.move.riderkick": "Rider Kick",
  "cobblemon.move.riderkick.desc": "The user jumps to the sky and launches a high speed kick at the target. If it misses, the user is hurt instead.",
  "cobblemon.move.mightykick": "Mighty Kick",
  "cobblemon.move.mightykick.desc": "The user coats its feet with fire before striking the target with a powerful kick. If it misses, the user is hurt instead.",
  "cobblemon.move.risingimpact": "Rising impact",
  "cobblemon.move.risingimpact.desc": "The user launches the target at the sky before striking it with a strong kick. If it misses, the user is hurt instead.",
  "cobblemon.move.spaciumbeam": "Spacium Beam",
  "cobblemon.move.spaciumbeam.desc": "The target is struck with a beam of cosmic energy.",
  "cobblemon.move.atomicbreath": "Atomic Breath",
  "cobblemon.move.atomicbreath.desc": "The user shoots a concentrated ray of nuclear energy at its target.",
  "cobblemon.move.blazinghoof": "Blazing Hoof",
  "cobblemon.move.blazinghoof.desc": "The user throws a kick at a blinding speed at the target.",
  "cobblemon.move.giggle": "Giggle",
  "cobblemon.move.giggle.desc": "The user giggles in an endearing way, making opposing Pokémon less wary. This lowers their Attack stats.",
  "cobblemon.move.lasso": "Lasso",
  "cobblemon.move.lasso.desc": "Opposing Pokémon are bound with a lasso that harshly lowers the Speed stat.",
  "cobblemon.move.lighttouch": "Light Touch",
  "cobblemon.move.lighttouch.desc": "A restrained attack that prevents the target from fainting. The target is left with at least 1 HP.",
  "cobblemon.move.secondwind": "Second Wind",
  "cobblemon.move.secondwind.desc": "The user takes a deep breath to restore itself, the user restores its own HP by half of its max HP.",
  "cobblemon.move.shootingstar": "Shooting Star",
  "cobblemon.move.shootingstar.desc": "The user shoots star shaped rays that never miss at all foes in battle.",
  "cobblemon.move.sluggishbrew": "Sluggish Brew",
  "cobblemon.move.sluggishbrew.desc": "The user brews a weird concoction that paralyzes the target.",
  "cobblemon.move.squeezehug": "Squeeze Hug",
  "cobblemon.move.squeezehug.desc": "The user wraps their limbs around the target and squeezes them for four to five turns.",
  "cobblemon.move.sunbath": "Sun Bath",
  "cobblemon.move.sunbath.desc": "The user lays down and takes in the solar energy to heal its wounds, the user restores its own HP by half of its max HP.",
  "cobblemon.move.tagout": "Tag Out",
  "cobblemon.move.tagout.desc": "The user switches places with a party Pokémon in waiting and passes along any stat changes.",
  "cobblemon.move.infobeam": "Info Beam",
  "cobblemon.move.infobeam.desc": "The User forcibly uploads information into the Target's head. This may also confuse the target.",
  "cobblemon.move.spindash": "Spin Dash",
  "cobblemon.move.spindash.desc": "The User revvs up into a spiked ball, before bolting at the Target. This move always goes first.",
  "cobblemon.move.groundpound": "Ground Pound",
  "cobblemon.move.groundpound.desc": "The User jumps into the air right above their Target, before crashing down right on top of them. The more the user outweighs the target, the greater the move’s power.",
  "cobblemon.move.firewall": "Firewall",
  "cobblemon.move.firewall.desc": "The User manifests an antiviral wall, protecting them from any move the Target throws at them next. Its chance of failing rises if it is used in succession.",
  "cobblemon.move.planepound": "Plane Pound",
  "cobblemon.move.planepound.desc": "The User launches plastic toy planes at the Target two to five times in a row.",
  "cobblemon.move.bricktrap": "Brick Trap",
  "cobblemon.move.bricktrap.desc": "The User uses their vast resources to encase the Target in a trap made of plastic bricks for four to five turns.",
  "cobblemon.move.polymerpelt": "Polymer Pelt",
  "cobblemon.move.polymerpelt.desc": "By utilising their Plasticity, the User flings a potent ball of polymers at the Target. This may also confuse the target.",
  "cobblemon.move.compoundbrick": "Compound Brick",
  "cobblemon.move.compoundbrick.desc": "The User throws a big brick of Plastic combined from other bricks of Plastic at the Target.",
  "cobblemon.move.toycarcrash": "Toy-Car Crash",
  "cobblemon.move.toycarcrash.desc": "The User crashes into the Target with an array of toy cars.",
  "cobblemon.move.blockblitz": "Block Blitz",
  "cobblemon.move.blockblitz.desc": "The User sends out a rapid onslaught of Plastic Bricks at their Target. This may also confuse the target.",
  "cobblemon.move.plasticseal": "Plastic Seal",
  "cobblemon.move.plasticseal.desc": "The User hurls and coats the Target in a synthetic polymer coating and changes the target’s type to Plstic.",
  "cobblemon.move.polymercannon": "Polymer Cannon",
  "cobblemon.move.polymercannon.desc": "The User harnesses a great amount of their own Polymers to attack the Target. This also damages the user quite a lot.",
  "cobblemon.move.buildup": "Build-Up",
  "cobblemon.move.buildup.desc": "The User sporadically builds themselves up with plastic, sharply raising the Defense stat but sharply decreasing Evasion.",
  "cobblemon.move.glitch": "Glitch",
  "cobblemon.move.glitch.desc": "The User runs up to the Target and flashes them with a vast assault of glitches. This may also lower all the target’s stats at once.",
  "cobblemon.move.sssslash": "S-S-S-Slash",
  "cobblemon.move.sssslash.desc": "Hits twice. On the second turn, the user hits the target with a glitchy mess of code in the shape of a blade. Critical hits land more easily.",
  "cobblemon.move.integeroverflow": "Integer Overflow",
  "cobblemon.move.integeroverflow.desc": "The user turns the target’s power against it. The higher the target’s Sp.A stat, the greater the damage it deals.",
  "cobblemon.move.exploitsion": "Exploitsion",
  "cobblemon.move.exploitsion.desc": "The user attacks everything around it by causing a tremendous explosion. The user faints upon using this move.",
  "cobblemon.move.simulateddread": "Simulated Dread",
  "cobblemon.move.simulateddread.desc": "The User shows the Target a glimpse of their reality and their existence as a videogame character. The target faints instantly if this attack hits.",
  "cobblemon.move.cyclonebeatdown": "Cyclone Beatdown",
  "cobblemon.move.cyclonebeatdown.desc": "The User creates strong winds around itself to jump high into the sky for the first turn before striking the target in the second, if the move misses the user takes recoil damage. The move may be Wind or Fighting type depending on which is more effective.",
  "cobblemon.move.shatterfist": "Shatterfist",
  "cobblemon.move.shatterfist.desc": "The user hits the target with its brittle fists two to five times in a row. This also damages the user quite a lot.",
  "cobblemon.move.undegradeable": "Undegradeable",
  "cobblemon.move.undegradeable.desc": "The user endures any attack with at least 1 HP. Its chance of failing rises if it is used in succession.",
  "cobblemon.move.massproduction": "Mass Production",
  "cobblemon.move.massproduction.desc": "Raises the target's Attack and Sp.A by 2 stages and leaves the target badly poisoned.",
  "cobblemon.move.plasticexplosive": "Plastic Explosive",
  "cobblemon.move.plasticexplosive.desc": "Two turns after this move is used, a chunk of plastic explodes on the target.",
  "cobblemon.move.plasticrings": "Plastic Rings",
  "cobblemon.move.plasticrings.desc": "The user traps the target in a series of six plastic rings for four to five turns.",
  "cobblemon.move.clockworkmouse": "Clockwork Mouse",
  "cobblemon.move.clockworkmouse.desc": "The user damages the target twice in succession by sending a toy mouse to hit the target.",
  "cobblemon.move.plasticblade": "Plastic Blade",
  "cobblemon.move.plasticblade.desc": "The user handles a plastic blade of some kind and attacks by cutting its target. Critical hits land more easily.",
  "cobblemon.move.crystaldance": "Crystal Dance",
  "cobblemon.move.crystaldance.desc": "The user vigorously performs a mystic, powerful dance that raises its Attack and Speed stats.",
  "cobblemon.move.brickwall": "Brick Wall",
  "cobblemon.move.brickwall.desc": "This move enables the user to protect itself from all attacks. Its chance of failing rises if it is used in succession.",
  "cobblemon.move.foamdarts": "Foam Darts",
  "cobblemon.move.foamdarts.desc": "The user flings foam darts at a really fast speed at the target two to five times in a row.",
  "cobblemon.move.toyhammer": "Toy Hammer",
  "cobblemon.move.toyhammer.desc": "The user slams its comically large toy hammer into the target to attack. This also damages the user quite a lot.",
  "cobblemon.move.slimeball": "Slimeball",
  "cobblemon.move.slimeball.desc": "The user hurls a slime blob at the target. This may also lower the target’s Sp. Def stat.",
  "cobblemon.move.protectivelayer": "Protective Layer",
  "cobblemon.move.protectivelayer.desc": "The user puts up a wall of slime infront of it to protect itself from all attacks. Its chance of failing rises if it is used in succession.",
  "cobblemon.move.slimecannon": "Slime Cannon",
  "cobblemon.move.slimecannon.desc": "The user shoots pressurized jet of slime at the target. This may also lower the target’s Speed.",
  "cobblemon.move.gelatinousdoom": "Gelatinous Doom",
  "cobblemon.move.gelatinousdoom.desc": "The user attempts to catch the target with its dissolving goo. The target faints instantly if this attack hits.",
  "cobblemon.move.slimeyslam": "Slimey Slam",
  "cobblemon.move.slimeyslam.desc": "The user drops onto the target with its slimey body. This may also leave the target with paralysis.",
  "cobblemon.move.amoebahammer": "Amoeba Hammer",
  "cobblemon.move.amoebahammer.desc": "Cannot be used twice in a row.",
  "cobblemon.move.slimetrail": "Slime Trail",
  "cobblemon.move.slimetrail.desc": "The user leaves a slippery trail of slime around the opposing team, which makes them struggle to use contact moves.",
  "cobblemon.move.acidarmorslime": "Acid Armor",
  "cobblemon.move.acidarmorslime.desc": "The user alters its cellular structure to liquefy itself, sharply raising its Defense stat.",
  "cobblemon.move.conversiondigital": "Conversion",
  "cobblemon.move.conversiondigital.desc": "The user changes its type to become the same type as the move at the top of the list of moves it knows.",
  "cobblemon.move.conversion2digital": "Conversion 2",
  "cobblemon.move.conversion2digital.desc": "The user changes its type to make itself resistant to the type of the attack the target used last.",
  "cobblemon.move.doomscrolling": "Doom Scrolling",
  "cobblemon.move.doomscrolling.desc": "The user traps the target in a long unskippable internet post for four to five turns.",
  "cobblemon.move.wavedash": "Wavedash",
  "cobblemon.move.wavedash.desc": "The user teaches its allies how to do a technique that ups the Speed stats of the user and its allies for four turns.",
  "cobblemon.move.minmax": "MinMax",
  "cobblemon.move.minmax.desc": "The user raises its Attack and Special Attack by 2 stages while decreasing its Defense and Special Defense by two stages.",
  "cobblemon.move.overclock": "Overclock",
  "cobblemon.move.overclock.desc": "The user boosts their processing speed. This sharply raises the Speed stat.",
  "cobblemon.move.ddosattack": "DDOS Attack",
  "cobblemon.move.ddosattack.desc": "The user attacks by overloading the target with information packets. This also lowers the target’s Speed stat.",
  "cobblemon.move.networking": "Networking",
  "cobblemon.move.networking.desc": "The user switches places with a party Pokémon in waiting and passes along any stat changes.",
  "cobblemon.move.clonestamp": "Clone Stamp",
  "cobblemon.move.clonestamp.desc": "The user mimics the move used immediately before it. The move fails if no other move has been used yet.",
  "cobblemon.move.discrot": "Disc Rot",
  "cobblemon.move.discrot.desc": "The user sends a corrupted packet of data that deteriorates the target. This may also lower the target’s Speed stat.",
  "cobblemon.move.disceject": "Disc Eject",
  "cobblemon.move.disceject.desc": "After making its attack, the user rushes back to switch places with a party Pokémon in waiting.",
  "cobblemon.move.empblast": "EMP Blast",
  "cobblemon.move.empblast.desc": "The user attacks everything around it by letting out a wave that disables electronics. The user can’t move on the next turn.",
  "cobblemon.move.meteorblitz": "Meteor Blitz",
  "cobblemon.move.meteorblitz.desc": "The user cloaks itself in cosmic energy and charges the target. This also damages the user quite a lot. This attack may leave the target with a burn.",
  "cobblemon.move.cosmichorror": "Cosmic Horror",
  "cobblemon.move.cosmichorror.desc": "The target gazes at the user's true nature. This harshly lowers the target’s Attack stat.",
  "cobblemon.move.suitup": "Suit Up",
  "cobblemon.move.suitup.desc": "The user puts on a layer of protective space gear to raise its Defense and Sp. Def stats.",
  "cobblemon.move.solarflare": "Solar Flare",
  "cobblemon.move.solarflare.desc": "The user shoots a beam of solar energy. The move may use Cosmic-Type or Light-Type. This may also lower the target’s Sp. Def stat.",
  "cobblemon.move.spaghettification": "Spaghettification",
  "cobblemon.move.spaghettification.desc": "A vicious wave of cosmic energy breaks the fabric of the target. The target faints instantly if this attack hits.",
  "cobblemon.move.asteroidfist": "Asteroid Fist",
  "cobblemon.move.asteroidfist.desc": "The user throws a punch coated with cosmic energy. This attack never misses.",
  "cobblemon.move.liftoff": "Lift Off",
  "cobblemon.move.liftoff.desc": "The user takes off to space, then strikes the target on the next turn.",
  "cobblemon.move.meteorstrike": "Meteor Strike",
  "cobblemon.move.meteorstrike.desc": "The user coats its fist with cosmic energy before striking the target two to five times in a row.",
  "cobblemon.move.starlightshower": "Starlight Shower",
  "cobblemon.move.starlightshower.desc": "The user shoots cosmic energy from their fists at the target two to five times in a row.",
  "cobblemon.move.giantstep": "Giant Step",
  "cobblemon.move.giantstep.desc": "The user drops onto the target a giant boot made out of cosmic energy. This may also leave the target with paralysis.",
  "cobblemon.move.meteorstormpunisher": "Meteor Storm Punisher",
  "cobblemon.move.meteorstormpunisher.desc": "The user grabs a pebble, imbues it with cosmic energy and throws it at the target. This may also lower the target’s Defense stat.",
  "cobblemon.move.rocketdrillkick": "Rocket Drill Kick",
  "cobblemon.move.rocketdrillkick.desc": "The target is attacked with a drill powered kick. If it misses, the user is hurt instead. This move is Cosmic and Steel type simultaneously.",
  "cobblemon.move.superembomber": "Super EM Bomber",
  "cobblemon.move.superembomber.desc": "In this two-turn attack, the user gathers magnetic energy, then blasts a bundled beam on the next turn. The move may use Electric-Type or Steel-Type.",
  "cobblemon.move.galaxyslash": "Galaxy Slash",
  "cobblemon.move.galaxyslash.desc": "The user handles a sharp blade, coating it with cosmic energy and attacks by cutting its target. Critical hits land more easily.",
  "cobblemon.move.aerobuster": "Aerobuster",
  "cobblemon.move.aerobuster.desc": "The user shoots bursts of wind at the target two to five times in a row.",
  "cobblemon.move.stormbomb": "Storm Bomb",
  "cobblemon.move.stormbomb.desc": "A compacted storm is summoned down from the sky onto the target. The attack’s recoil harshly lowers the user’s Sp. Atk stat.",
  "cobblemon.move.spiralheatray": "Spiral Heat Ray",
  "cobblemon.move.spiralheatray.desc": "In this two-turn attack, the user gathers nuclear energy, then blasts a bundled beam on the next turn.",
  "cobblemon.move.nuclearpulse": "Nuclear Pulse",
  "cobblemon.move.nuclearpulse.desc": "The user attacks opposing Pokémon with countless beams of nuclear energy that glow a deep and brilliant blue. This may also poison the target.",
  "cobblemon.move.beampulser": "Beam Pulser",
  "cobblemon.move.beampulser.desc": "The user shoots a concentrated beam of fairy energy at its target.",
  "cobblemon.move.cryforpeace": "Cry for Peace",
  "cobblemon.move.cryforpeace.desc": "The user attacks opposing Pokémon with countless beams of light that glow in every color of the rainbow.",
  "cobblemon.move.gravitybeam": "Gravity Beam",
  "cobblemon.move.gravitybeam.desc": "The user shoots a concentrated beam of cosmic energy at its target.",
  "cobblemon.move.uraniumheatbeam": "Uranium Heat Beam",
  "cobblemon.move.uraniumheatbeam.desc": "The target is attacked with an intense blast of all-consuming irradiated fire. This may also leave the target with a burn.",
  "cobblemon.move.hedriumsludge": "Hedrium Sludge",
  "cobblemon.move.hedriumsludge.desc": "Unsanitary sludge full of chemicals is hurled at the target. This may also burn the target.",
  "cobblemon.move.hedriumray": "Hedrium Ray",
  "cobblemon.move.hedriumray.desc": "The user shoots a concentrated ray of poison at its target. This may also leave the target with a burn.",
  "cobblemon.move.hammerclaw": "Hammerclaw",
  "cobblemon.move.hammerclaw.desc": "The target is hammered with a large claw made of a weird space alloy. Critical hits land more easily.",
  "cobblemon.move.bloodytriggers": "Bloody Triggers",
  "cobblemon.move.bloodytriggers.desc": "The user handles attacks by cutting its target with a sharp buzzsaw-like device. Critical hits land more easily.",
  "cobblemon.move.napalmshells": "Napalm Shells",
  "cobblemon.move.napalmshells.desc": "The user forcefully shoots shells full of an explosive material at the target two to five times in a row. This may also leave the target with a burn.",
  "cobblemon.move.universalcutter": "Universal Cutter",
  "cobblemon.move.universalcutter.desc": "The user recovers 1/2 the HP lost by the target, rounded half up. If Big Root is held by the user, the HP recovered is 1.3x normal, rounded half down.",
  "cobblemon.move.giganumecluster": "Giganume Cluster",
  "cobblemon.move.giganumecluster.desc": "The user attacks with an odd, laser beam that divides itself and explodes near the target. This may also make the target flinch.",
  "cobblemon.move.diamondaxe": "Diamond Axe",
  "cobblemon.move.diamondaxe.desc": "The target is struck with an axe-like blade made out of crystals. Critical hits land more easily.",
  "cobblemon.move.diamondsword": "Diamond Sword",
  "cobblemon.move.diamondsword.desc": "The user handles a sharp crystaline blade and attacks by cutting its target. Critical hits land more easily.",
  "cobblemon.move.gemstoneimpact": "Gemstone Impact",
  "cobblemon.move.gemstoneimpact.desc": "The user hits the target with a resistant crystalline part of its own body.",
  "cobblemon.move.clustercrash": "Cluster Crash",
  "cobblemon.move.clustercrash.desc": "If the target lost HP, the user takes recoil damage equal to 33% the HP lost by the target, rounded half up, but not less than 1 HP.",
  "cobblemon.move.diamonddrop": "Diamond Drop",
  "cobblemon.move.diamonddrop.desc": "The user summons a giant Gemstone and drops it on the target. This may also make the target flinch.",
  "cobblemon.move.jewelshards": "Jewel Shards",
  "cobblemon.move.jewelshards.desc": "The user fires shards of crystal at the target three times in a row.",
  "cobblemon.move.fatalexception": "Fatal Exception",
  "cobblemon.move.fatalexception.desc": "The user attacks everything around it by crashing their own code. The user faints upon using this move.",
  "cobblemon.move.altf4": "Alt+F4",
  "cobblemon.move.altf4.desc": "The user switches places with a party Pokémon in waiting, if any. If a wild Pokémon uses this move, it flees.",
  "cobblemon.move.survivalprotocol": "Survival Protocol",
  "cobblemon.move.survivalprotocol.desc": "The user accesses their vast databank of procedures, and selects a precisely calculated healing move to sustain them in the current situation, though it is unlikely the same one will be done twice.",
  "cobblemon.move.eldritchblast": "Eldritch Blast",
  "cobblemon.move.eldritchblast.desc": "The user fires beams of pure dark magic energy towards the target. They hit one to four times in a row.",
  "cobblemon.move.hololaser": "Holo Laser",
  "cobblemon.move.hololaser.desc": "The user channels energy to launch as a laser towards the target.",
  "cobblemon.move.banhammer": "Ban Hammer",
  "cobblemon.move.banhammer.desc": "The target is knocked away, and a different Pokémon is dragged out. In the wild, this ends a battle against a single Pokémon.",
  "cobblemon.move.actionsword": "Action Sword",
  "cobblemon.move.actionsword.desc": "A physical attack in which the user hits the target with a blunt sword-like toy.",
  "cobblemon.move.foamarrows": "Foam Arrows",
  "cobblemon.move.foamarrows.desc": "The user flings long arrow-like pieces of foam at a really fast speed at the target one to three times in a row.",
  "cobblemon.move.foambullets": "Foam Bullets",
  "cobblemon.move.foambullets.desc": "The user flings small bullet-shaped pieces of foam at a really fast speed at the target five to ten times in a row.",
  "cobblemon.move.otherworldlytentacles": "Otherworldly Tentacles",
  "cobblemon.move.otherworldlytentacles.desc": "A portal is summoned in the target's location, from which tentacles come out to both deal damage and trap the target in the battlefield.",
  "cobblemon.move.lovecraftianmaw": "Lovecraftian Maw",
  "cobblemon.move.lovecraftianmaw.desc": "The user opens its terrifying maw to bite the target at full strength.",
  "cobblemon.move.darkwhispers": "Dark Whispers",
  "cobblemon.move.darkwhispers.desc": "The user whispers the most terrifying secrets into the target's ear, this move bypasses substitute.",
  "cobblemon.move.devillishfavor": "Devillish Favor",
  "cobblemon.move.devillishfavor.desc": "The user calls on a dark mystical favor that raises its Attack and Special Attack stats.",
  "cobblemon.move.prismpunch": "Prism Punch",
  "cobblemon.move.prismpunch.desc": "The user converts its fist into a prism like object to attack. This move is super effective on Light types.",
  "cobblemon.move.shine": "Shine",
  "cobblemon.move.shine.desc": "The user attacks with a shine of light. This attack may also lower the target’s accuracy.",
  "cobblemon.move.brightbreak": "Bright Break",
  "cobblemon.move.brightbreak.desc": "The user strikes the target's weakspot with light power. This may also lower the target’s Defense stat.",
  "cobblemon.move.glowwhack": "Glow Whack",
  "cobblemon.move.glowwhack.desc": "The user attacks with a glowing slap. This may also boost the user's evasiveness",
  "cobblemon.move.photonblitz": "Close Combat",
  "cobblemon.move.photonblitz.desc": "The user fights recklessly with raw light energy. This also lowers the user’s Defense and Sp. Def stats.",
  "cobblemon.move.shininglaser": "Shining Laser",
  "cobblemon.move.shininglaser.desc": "The target is hit with a powerful beam of light to inflict damage. This may also lower the target’s Sp. Atk stat.",
  "cobblemon.move.glisteningstrike": "Glistening Strike",
  "cobblemon.move.glisteningstrike.desc": "The user's body begins to glow brightly before ramming into the target to attack.",
  "cobblemon.move.blindingflash": "Blinding Flash",
  "cobblemon.move.blindingflash.desc": "A massive flash of light is sent to the target and may make it flinch.",
  "cobblemon.move.spaceslam": "Space Slam",
  "cobblemon.move.spaceslam.desc": "The user gathers its cosmic energy and attacks the target with it. This move's power is doubled in gravity.",
  "cobblemon.move.eventhorizon": "Event Horizon",
  "cobblemon.move.eventhorizon.desc": "The user creates a blackhole out of cosmic energy and sends it at the target. The target faints instantly if this attack hits. It’s less likely to hit the target if it’s used by Pokémon other than Cosmic types.",
  "cobblemon.move.anvilsmash": "Anvil Smash",
  "cobblemon.move.anvilsmash.desc": "The user slams a hammer into the ground, creating a shockwave that hits every pokemon.",
  "cobblemon.move.beamshield": "Beam Shield",
  "cobblemon.move.beamshield.desc": "In addition to protecting the user from attacks, this move also damages any attacker that makes direct contact.",
  "cobblemon.move.blueblaster": "Blue Blaster",
  "cobblemon.move.blueblaster.desc": "Releases a stream of blue ice-like flames from its mouth, reducing the target's Speed stat.",
  "cobblemon.move.boombubble": "Boom Bubble",
  "cobblemon.move.boombubble.desc": "The user unleashes a powerful burst that may make the foe flinch.",
  "cobblemon.move.bugblaster": "Bug Blaster",
  "cobblemon.move.bugblaster.desc": "The user spews out a destructive bullet or glowing data. It may lower the target's Attack stat.",
  "cobblemon.move.cablecrusher": "Cable Crusher",
  "cobblemon.move.cablecrusher.desc": "The foe is strangled by the user and held in place 4 to 5 turns. There is no escape.",
  "cobblemon.move.charmingtweety": "Charming Tweety",
  "cobblemon.move.charmingtweety.desc": "An earsplitting screech harshly reduces the target's Defense stat.",
  "cobblemon.move.charmingtweetysound": "Charming Tweety",
  "cobblemon.move.charmingtweetysound.desc": "An earsplitting screech harshly reduces the target's Defense stat.",
  "cobblemon.move.compostbomber": "Compost Bomber",
  "cobblemon.move.compostbomber.desc": "Poisonous clumps are scattered aimlessly. It's likely to poison those hit.",
  "cobblemon.move.concertcrush": "Concert Crush",
  "cobblemon.move.concertcrush.desc": "The user attempts to sing. Those hearing it feel heartbroken and their fighting spirit vanishes.",
  "cobblemon.move.darknetwork": "Dark Network",
  "cobblemon.move.darknetwork.desc": "A frenzy of virus infested cables ravage the foe. The user's Sp. Atk harshly drops.",
  "cobblemon.move.darkshot": "Dark Shot",
  "cobblemon.move.darkshot.desc": "The user launches a dark organic missile from its spine that always hits the foe.",
  "cobblemon.move.deathnail": "Death Nail",
  "cobblemon.move.deathnail.desc": "The user slashes at its foe with dark matter. This move obliterates any barrier such as Light Screen and Reflect.",
  "cobblemon.move.devilsdeed": "Devil's Deed",
  "cobblemon.move.devilsdeed.desc": "The user performs a dark ritual that boosts its Attack and Speed stats.",
  "cobblemon.move.dinokick": "Dino Kick",
  "cobblemon.move.dinokick.desc": "The user kicks the opponent, destroying their item. Does less damage if opponent has no item.",
  "cobblemon.move.duoscissorclaw": "Duo Scissor Claw",
  "cobblemon.move.duoscissorclaw.desc": "A scissor-armed attack that can tear through diamond. It may lower the target's Defense.",
  "cobblemon.move.airslam": "Air Slam",
  "cobblemon.move.airslam.desc": "The user spins towards the foe swinging its Holy Rod. It may leave the target with paralysis.",
  "cobblemon.move.evilwing": "Evil wing",
  "cobblemon.move.evilwing.desc": "The user slashes the opponent with its wing at incredible speed. May leave the target paralyzed.",
  "cobblemon.move.excalibur": "Excalibur",
  "cobblemon.move.excalibur.desc": "The user slashes the enemy using the holy sword, Excalibur. This attack never misses.",
  "cobblemon.move.fincutter": "Fin Cutter",
  "cobblemon.move.fincutter.desc": "The user cuts the foe with a sharpened fin. This move is more likely to crit.",
  "cobblemon.move.garurukick": "Garuru-Kick",
  "cobblemon.move.garurukick.desc": "After kicking with an ice-covered paw, the user backflips to switch places with a party Pokemon.",
  "cobblemon.move.gigadestroyer": "Giga Destroyer",
  "cobblemon.move.gigadestroyer.desc": "The user unleashes two organic missiles to destroy the foe.",
  "cobblemon.move.heavensknuckle": "Heaven's Knuckle",
  "cobblemon.move.heavensknuckle.desc": "The user blasts a beam of holy energy from their fist, it does not make contact.",
  "cobblemon.move.hornbuster": "Horn Buster",
  "cobblemon.move.hornbuster.desc": "Using its thruster, the user charges into the target. Raises the user's Speed stat.",
  "cobblemon.move.hyperstinkshot": "Hyper-Stink-Shot",
  "cobblemon.move.hyperstinkshot.desc": "The user shoots a bullet, made out of compressed gas. This move is unblockable.",
  "cobblemon.move.iceblast": "Ice Blast",
  "cobblemon.move.iceblast.desc": "The target is hit with a sudden blast of freezing energy. This move is strong against Water-Types.",
  "cobblemon.move.iceslash": "Ice Slash",
  "cobblemon.move.iceslash.desc": "The target is slashed with a frozen claw or blade. Critical hits land more easily.",
  "cobblemon.move.icewolfclaw": "Ice Wolf Claw",
  "cobblemon.move.icewolfclaw.desc": "The user launches ice missiles in all directions. It hits two to five times in a row.",
  "cobblemon.move.infinityarrow": "Infinity Arrow",
  "cobblemon.move.infinityarrow.desc": "Lightning, in the shape of arrows, shoots from the user's fur, leaving the foe paralyzed.",
  "cobblemon.move.lionsword": "Lion Sword",
  "cobblemon.move.lionsword.desc": "The user slashes at the target with a magical sword. This attack never misses.",
  "cobblemon.move.mugencannon": "Mugen Cannon",
  "cobblemon.move.mugencannon.desc": "The user blasts devastating energy waves from its cannons. It may lower the target's accuracy.",
  "cobblemon.move.nailcrusher": "Nail Crusher",
  "cobblemon.move.nailcrusher.desc": "The user crushes the target with its ginormous claws. It may lower the target's defense.",
  "cobblemon.move.necromagic": "Necro Magic",
  "cobblemon.move.necromagic.desc": "The user saps HP from teh foe with a cursed grasp, restoring HP equal to half the damage dealt.",
  "cobblemon.move.necromagiceldritch": "Necro Magic",
  "cobblemon.move.necromagiceldritch.desc": "The user saps HP from teh foe with a cursed grasp, restoring HP equal to half the damage dealt.",
  "cobblemon.move.novablast": "Nova Blast",
  "cobblemon.move.novablast.desc": "The user unleashes a massive pulse of fire to damage the opponent. This may also leave those Pokémon with a burn.",
  "cobblemon.move.omniblast": "Omni Blast",
  "cobblemon.move.omniblast.desc": "The user unleashes a bolt of digital energy. Struck foes may get paralyzed burned or frozen.",
  "cobblemon.move.omnihowl": "Omni Howl",
  "cobblemon.move.omnihowl.desc": "The user hits everything around it with the destructive power of a prideful explosive howl.",
  "cobblemon.move.omnihowlsound": "Omni Howl",
  "cobblemon.move.omnihowlsound.desc": "The user hits everything around it with the destructive power of a prideful explosive howl.",
  "cobblemon.move.pagefault": "Page Fault",
  "cobblemon.move.pagefault.desc": "The user sommersaults, striking with its blades for several turns. The user ends up confused.",
  "cobblemon.move.pepperbreath": "Pepper Breath",
  "cobblemon.move.pepperbreath.desc": "A small blast of fire that may leave the foe with a burn.",
  "cobblemon.move.poisonbubbles": "Poison Bubbles",
  "cobblemon.move.poisonbubbles.desc": "The user spews bubbles that are covered in a poisonous substance that may poison the foe.",
  "cobblemon.move.sizzleslam": "Sizzle Slam",
  "cobblemon.move.sizzleslam.desc": "The uer headbutts the opponent with an open flame stove atop its head. Leaves the foe burning.",
  "cobblemon.move.supremecannon": "Supreme Cannon",
  "cobblemon.move.supremecannon.desc": "A powerful energy blast from the Garuru Cannon that hits all foes with a chance of freezing.",
  "cobblemon.move.terraforce": "Terra Force",
  "cobblemon.move.terraforce.desc": "The user hurls a scorching ball of energy that strikes every Pokemon around it.",
  "cobblemon.move.virusskater": "Virus Skater",
  "cobblemon.move.virusskater.desc": "The user skates through digital data, hitting the foe with a nasty blow. Raises the user's Speed.",
  "cobblemon.move.virusskaterdigital": "Virus Skater",
  "cobblemon.move.virusskaterdigital.desc": "The user skates through digital data, hitting the foe with a nasty blow. Raises the user's Speed.",
  "cobblemon.move.vulcanshammer": "Vulcan's Hammer",
  "cobblemon.move.vulcanshammer.desc": "The foe is struck with a spark generating Hammer. It may leave the target with a burn.",
  "cobblemon.move.webwrecker": "Web Wrecker",
  "cobblemon.move.webwrecker.desc": "The user recklessly fires a powerful shot of destructive energy. Hits the entire field.",
  "cobblemon.move.yuckytongue": "Yucky Tongue",
  "cobblemon.move.yuckytongue.desc": "The target is licked with a long tongue. It may paralyze the foe.",
  "cobblemon.move.trematerra": "Rumbling Ground",
  "cobblemon.move.trematerra.desc": "Thanks to its vibration manipulation, the user can generate a powerful earthquake that acts like a ground/sound type move.",
  "cobblemon.move.turbofalata": "Turbo Gust",
  "cobblemon.move.turbofalata.desc": "The whirlwinds generated by the user are so sharp that they act like a flying/steel type move.",
  "cobblemon.move.toxibolle": "Toxic Bubbles",
  "cobblemon.move.toxibolle.desc": "The user uses its stored poison to generate poisonous bubbles that act like a water/poison type move.",
  "cobblemon.move.fiatopirotecnico": "Firework Breath",
  "cobblemon.move.fiatopirotecnico.desc": "The user celebrates the New Year with a firework show that acts like an fire/electric type move.",
  
  "cobblemon.move.bufu": "Bufu",
  "cobblemon.move.bufu.desc": "Light Ice damage with Low chance to freeze",
  "cobblemon.move.bufula": "Bufula",
  "cobblemon.move.bufula.desc": "Medium Ice damage with Low chance to freeze",
  "cobblemon.move.bufudyne": "Bufudyne",
  "cobblemon.move.bufudyne.desc": "Heavy Ice damage with Medium chance to freeze",
  "cobblemon.move.niflheim": "Niflheim",
  "cobblemon.move.niflheim.desc": "Severe Ice damage with High chance to freeze",
  "cobblemon.move.mindcharge": "Mind Charge",
  "cobblemon.move.mindcharge.desc": "Next Special attack deals double the damage.",
  "cobblemon.move.hystericalslap": "Hysterical Slap",
  "cobblemon.move.hystericalslap.desc": "Light Physical damage with Low chance to confuse",
  
  "cobblemon.battle.activate.magmaring": "%1$s became trapped in the fiery vortex!",
  "cobblemon.battle.activate.parasiticfungi": "%1$s became infected by the fungi!",
  
  "cobblemon.battle.end.magmaring": "%1$s was freed from Magma Ring!",
  "cobblemon.battle.end.parasiticfungi": "%1$s was cured from Parasitic Fungi!",
  
  "cobblemon.battle.weather.acidrain.start": "It started to rain acid!",
  "cobblemon.battle.weather.acidrain.upkeep": "Acid continues to fall.",
  "cobblemon.battle.weather.acidrain.end": "The  acid rain stopped.",
  "cobblemon.battle.weather.battleaura.start": "The area fills up with aura!",
  "cobblemon.battle.weather.battleaura.upkeep": "The aura rages on.",
  "cobblemon.battle.weather.battleaura.end": "The aura fades from the area.",
  "cobblemon.battle.weather.cursedwinds.start": "A rift to another world was opened!",
  "cobblemon.battle.weather.cursedwinds.upkeep": "The spirits rage on.",
  "cobblemon.battle.weather.cursedwinds.end": "The rift was sealed.",
  "cobblemon.battle.weather.darkness.start": "The sky faded to pitch-black!",
  "cobblemon.battle.weather.darkness.upkeep": "The sky is dark.",
  "cobblemon.battle.weather.darkness.end": "The sky brightened again.",
  "cobblemon.battle.weather.duststorm.start": "A dust storm kicked up!",
  "cobblemon.battle.weather.duststorm.upkeep": "The dust storm rages.",
  "cobblemon.battle.weather.duststorm.end": "The dust storm subsided.",
  "cobblemon.battle.weather.dragonforce.start": "A draconic force envelops the battlefield!",
  "cobblemon.battle.weather.dragonforce.upkeep": "The dragon force rages on.",
  "cobblemon.battle.weather.dragonforce.end": "The draconic energy rests.",
  "cobblemon.battle.weather.fairydust.start": "Fairy Dust coats the battlefield!",
  "cobblemon.battle.weather.fairydust.upkeep": "The fairy dust sparkles on.",
  "cobblemon.battle.weather.fairydust.end": "The fairy dust went away.",
  "cobblemon.battle.weather.fallout.start": "A toxic fallout has set in!",
  "cobblemon.battle.weather.fallout.upkeep": "The toxic fallout rages.",
  "cobblemon.battle.weather.fallout.end": "The  land decontaminated.",
  "cobblemon.battle.weather.fog.start": "It started to fog up!",
  "cobblemon.battle.weather.fog.upkeep": "The fog continues on.",
  "cobblemon.battle.weather.fog.end": "The fog dissipated.",
  "cobblemon.battle.weather.magnetosphere.start": "The magnetic field is amplified!",
  "cobblemon.battle.weather.magnetosphere.upkeep": "The magnetosphere continues on.",
  "cobblemon.battle.weather.magnetosphere.end": "The magnetic field returns to normal.",
  "cobblemon.battle.weather.pheromones.start": "Pheromones fill the air!",
  "cobblemon.battle.weather.pheromones.upkeep": "The pheromones continues on.",
  "cobblemon.battle.weather.pheromones.end": "The pheromones dissipated.",
  "cobblemon.battle.weather.pollenstorm.start": "A pollen storm kicked up!",
  "cobblemon.battle.weather.pollenstorm.upkeep": "The pollen storm rages.",
  "cobblemon.battle.weather.pollenstorm.end": "The pollen storm subsided.",
  "cobblemon.battle.weather.psychicfield.start": "Psychic energy floods the battlefield!",
  "cobblemon.battle.weather.psychicfield.upkeep": "The psychic energy flows.",
  "cobblemon.battle.weather.psychicfield.end": "The psychic energy dissipates.",
  "cobblemon.battle.weather.smog.start": "Contamination fills the field!",
  "cobblemon.battle.weather.smog.upkeep": "The smog continues on.",
  "cobblemon.battle.weather.smog.end": "The smog dissipated.",
  "cobblemon.battle.weather.thunderstorm.start": "A thunderstorm started!",
  "cobblemon.battle.weather.thunderstorm.upkeep": "The thunderstorm is raging.",
  "cobblemon.battle.weather.thunderstorm.end": "The  thunderstorm subsided.",
  
  "cobblemon.battle.heal.sunbathe": "%1$s restored HP from Sun Bathe!",
  "cobblemon.battle.heal.phototroph": "%1$s restored HP from Phototroph!",
  "cobblemon.battle.heal.salttherapy": "The theraputic salts restored %1$s's HP!",
  
  "cobblemon.battle.sidestart.constructionblocks": "Plastic bricks are scattered around %1$s team!",
  "cobblemon.battle.sidestart.brace": "%1$s braces for impact!",
  "cobblemon.battle.sidestart.fiesta": "Candy was scattered on the ground all around %1$s team!",
  
  "cobblemon.battle.sideend.constructionblocks": "The plastic bricks disappeared from around %1$s team!",
  "cobblemon.battle.sideend.fiesta": "The candy disappeared from around %1$s team!",
  "cobblemon.battle.sideend.brace": "%1$s is no longer bracing for impact!",
  
  "cobblemon.battle.start.salttherapy": "%1$s laid out its therapeutic salt!",
  
  "cobblemon.battle.damage.constructionblocks": "Plastic bricks dug into %1$s!",
  "cobblemon.battle.damage.acidrain": "%1$s was melted by the acid rain.",
  "cobblemon.battle.damage.asteroidbelt": "%1$s was battered by the asteroids.",
  "cobblemon.battle.damage.cursedwinds": "%1$s was haunted by otherwordly spirits.",
  "cobblemon.battle.damage.fallout": "%1$s was irradiated by the toxic fallout.",
  "cobblemon.battle.damage.parasiticfungi": "%1$s was damanged by the parasitic fungi!",
  "cobblemon.battle.damage.bloodlust": "%1$s was hurt by its Bloodlust!",
  
  "cobblemon.ability.orbitaltide": "Orbital Tide",
  "cobblemon.ability.orbitaltide.desc": "Gravity is intensified while on the field.",
  "cobblemon.ability.perforate": "Perforate",
  "cobblemon.ability.perforate.desc": "Moves of the same type as the Pokémon ignore immunities.",
  "cobblemon.ability.permafrost": "Permafrost",
  "cobblemon.ability.permafrost.desc": "Boosts the Pokémon's Defense in a hailstorm.",
  "cobblemon.ability.pollution": "Pollution",
  "cobblemon.ability.pollution.desc": "The Pokémon summons acid rain in battle.",
  "cobblemon.ability.psychout": "Psych Out",
  "cobblemon.ability.psychout.desc": "Lowers the foe's Special Attack stat.",
  "cobblemon.ability.scavenger": "Scavenger",
  "cobblemon.ability.scavenger.desc": "Regains HP after knocking out any Pokémon.",
  "cobblemon.ability.sunbathe": "Sunbathe",
  "cobblemon.ability.sunbathe.desc": "The Pokémon gradually regains HP in sunlight.",
  "cobblemon.ability.terrorize": "Terrorize",
  "cobblemon.ability.terrorize.desc": "Normal-type moves become Ghost-type moves. The power of those moves is boosted a little.",
  "cobblemon.ability.digitize": "Derrorize",
  "cobblemon.ability.digitize.desc": "Normal-type moves become Digital-type moves. The power of those moves is boosted a little.",
  "cobblemon.ability.fossilize": "Fossilize",
  "cobblemon.ability.fossilize.desc": "Normal-type moves become Rock-type moves. The power of those moves is boosted a little.",
  "cobblemon.ability.allure": "Allure",
  "cobblemon.ability.allure.desc": "Lowers the evasiveness of foes of the opposite gender.",
  "cobblemon.ability.conundrum": "Conundrum",
  "cobblemon.ability.conundrum.desc": "Contact with the Pokémon may confuse the attacker.",
  "cobblemon.ability.feedback": "Feedback",
  "cobblemon.ability.feedback.desc": "Inflicts damage to Pokémon when attacked with non-contact moves.",
  "cobblemon.ability.highnoon": "High Noon",
  "cobblemon.ability.highnoon.desc": "Makes most moves lose their priority.",
  "cobblemon.ability.absolution": "Absolution",
  "cobblemon.ability.absolution.desc": "Boosts the Sp. Atk stat when the New Moon is active, but HP decreases every turn.",
  "cobblemon.ability.amplifier": "Amplifier",
  "cobblemon.ability.amplifier.desc": "This Pokemon's sound-based moves have their power multiplied by 1.25.",
  "cobblemon.ability.athenian": "Athenian",
  "cobblemon.ability.athenian.desc": "Doubles the Pokémon’s Special Attack stat.",
  "cobblemon.ability.castlemoat": "Castle Moat",
  "cobblemon.ability.castlemoat.desc": "Boosts the Special Defense stat if hit by a Water-type move instead of taking damage.",
  "cobblemon.ability.eventhorizon": "Event Horizon",
  "cobblemon.ability.eventhorizon.desc": "Any Pokémon that contacts this one can't escape.",
  "cobblemon.ability.foundry": "Foundry",
  "cobblemon.ability.foundry.desc": "Rock-type moves become Fire-type moves. The power of those moves is boosted a little.",
  "cobblemon.ability.heliophobia": "Heliophobia",
  "cobblemon.ability.heliophobia.desc": "Restores HP in the Darkness. Reduces HP in harsh sunlight, and increases the damage received from Light-type moves.",
  "cobblemon.ability.hubris": "Hubris",
  "cobblemon.ability.hubris.desc": "The Pokémon shows hubris, and that boosts the Special Attack stat after knocking out any Pokémon.",
  "cobblemon.ability.intoxicate": "Intoxicate",
  "cobblemon.ability.intoxicate.desc": "Normal-type moves become Poison-type moves. The power of those moves is boosted a little.",
  "cobblemon.ability.noctem": "Noctem",
  "cobblemon.ability.noctem.desc": "The user summons darkness and blots out the sky as it enters the battle.",
  "cobblemon.ability.phototroph": "Phototroph",
  "cobblemon.ability.phototroph.desc": "The user gradually regains HP in sunny weather.",
  "cobblemon.ability.psychocall": "Psycho Call",
  "cobblemon.ability.psychocall.desc": "Powers up Psychic-type moves in a pinch.",
  "cobblemon.ability.shadowcall": "Shadow Call",
  "cobblemon.ability.shadowcall.desc": "Powers up Dark-type moves in a pinch.",
  "cobblemon.ability.shadowdance": "Shadow Dance",
  "cobblemon.ability.shadowdance.desc": "Boosts the Pokémon’s Speed stat when the New Moon is active.",
  "cobblemon.ability.shadowsynergy": "Shadow Synergy",
  "cobblemon.ability.shadowsynergy.desc": "Powers up Dark-type moves.",
  "cobblemon.ability.speedswap": "Speed Swap",
  "cobblemon.ability.speedswap.desc": "Activates the Trick Room effect on entering the battlefield.",
  "cobblemon.ability.spiritcall": "Spirit Call",
  "cobblemon.ability.spiritcall.desc": "Powers up Ghost-type moves in a pinch.",
  "cobblemon.ability.windforce": "Wind Force",
  "cobblemon.ability.windforce.desc": "Boosts the Speed stat if hit by a Flying-type or Wind-type move instead of taking damage.",
  "cobblemon.ability.acceleration": "Acceleration",
  "cobblemon.ability.acceleration.desc": "This Pokemon's speed based moves have their power multiplied by 1.5.",
  "cobblemon.ability.atomizate": "Intoxicate",
  "cobblemon.ability.atomizate.desc": "Normal-type moves become Nuclear-type moves. The power of those moves is boosted a little.",
  "cobblemon.ability.chernobyl": "Chernobyl",
  "cobblemon.ability.chernobyl.desc": "The Pokémon summons a nuclear fallout when it enters battle.",
  "cobblemon.ability.deepfreeze": "Deep Freeze",
  "cobblemon.ability.deepfreeze.desc": "Contact with the Pokémon may freeze the attacker.",
  "cobblemon.ability.disenchant": "Disenchant",
  "cobblemon.ability.disenchant.desc": "Gives full immunity to all fairy type moves.",
  "cobblemon.ability.lazy": "Lazy",
  "cobblemon.ability.lazy.desc": "Starts the battle sleeping.",
  "cobblemon.ability.leadskin": "Lead SKin",
  "cobblemon.ability.leadskin.desc": "Gives full immunity to all nuclear type moves.",
  "cobblemon.ability.petrify": "Petrify",
  "cobblemon.ability.petrify.desc": "The Pokémon petrifies opposing Pokémon upon entering battle, lowering their Speed stat.",
  "cobblemon.ability.sharpcoral": "Sharp Coral",
  "cobblemon.ability.sharpcoral.desc": "Halves defenses but doubles attack power.",
  "cobblemon.ability.soundboost": "Sound Boost",
  "cobblemon.ability.soundboost.desc": "This Pokemon's sound-based moves have their power multiplied by 1.3.",
  "cobblemon.ability.coldwave": "Cold Wave",
  "cobblemon.ability.coldwave.desc": "Contact with the Pokémon may freeze the attacker.",
  "cobblemon.ability.deepsleep": "Deep Sleep",
  "cobblemon.ability.deepsleep.desc": "Restores HP if the Pokémon is asleep.",
  "cobblemon.ability.explode": "Explode",
  "cobblemon.ability.explode.desc": "The Pokémon explodes upon fainting, inflicting damage on those nearby.",
  "cobblemon.ability.frighten": "Frighten",
  "cobblemon.ability.frighten.desc": "The Pokémon frightens opposing Pokémon upon entering battle, lowering their Speed stat.",
  "cobblemon.ability.blackhole": "Black Hole",
  "cobblemon.ability.blackhole.desc": "Prevents Psychic-type and Cosmic-type Pokémon from escaping using its gravitational force.",
  "cobblemon.ability.sprint": "Sprint",
  "cobblemon.ability.sprint.desc": "Boosts the Speed stat when hit by an attack.",
  "cobblemon.ability.tenacity": "Tenacity",
  "cobblemon.ability.tenacity.desc": "May flinch a target when the Pokémon makes contact.",
  "cobblemon.ability.cosmicpresence": "Cosmic Presence",
  "cobblemon.ability.cosmicpresence.desc": "Gravity is intensified while on the field.",
  "cobblemon.ability.xenoforce": "Xenoforce",
  "cobblemon.ability.xenoforce.desc": "Attacks deal an additional 30% while Gravity is active.",
  "cobblemon.ability.escapevelocity": "Escape Velocity",
  "cobblemon.ability.escapevelocity.desc": "Doubles the Pokemon's speed while Gravity is active.",
  "cobblemon.ability.bloodthirst": "Bloodthirst",
  "cobblemon.ability.bloodthirst.desc": "HP is healed when using biting moves.",
  "cobblemon.ability.bouncy": "Bouncy",
  "cobblemon.ability.bouncy.desc": "Inflicts recoil damage to the foe on contact.",
  "cobblemon.ability.unstable": "Unstable",
  "cobblemon.ability.unstable.desc": "The user changes its typing to match any move it is about to use and any move that hits it.",
  "cobblemon.ability.sandman": "Sandman",
  "cobblemon.ability.sandman.desc": "Contact with the user may cause the attacker to fall aslepe.",
  "cobblemon.ability.stormbringer": "Stormbringer",
  "cobblemon.ability.stormbringer.desc": "The Pokémon summons a thunderstorm when it enters battle.",
  "cobblemon.ability.flameeater": "Flame Eater",
  "cobblemon.ability.flameeater.desc": "Restores HP if hit by a Fire-type move.",
  "cobblemon.ability.scarecrow": "Scarecrow",
  "cobblemon.ability.scarecrow.desc": "Gives full immunity to all Flying-type moves.",
  "cobblemon.ability.invigorate": "Invigorate",
  "cobblemon.ability.invigorate.desc": "Normal-type moves become Fighting-type moves. The power of those moves is boosted a little.",
  "cobblemon.ability.dragonarmor": "Dragon Armor",
  "cobblemon.ability.dragonarmor.desc": "Powers up moves of the same type as the Pokémon.",
  "cobblemon.ability.junglespirit": "Jungle Spirit",
  "cobblemon.ability.junglespirit.desc": "Powers up moves of the same type as the Pokémon.",
  "cobblemon.ability.voicetuning": "Voice Tuning",
  "cobblemon.ability.voicetuning.desc": "Powers up moves of the same type as the Pokémon.",
  "cobblemon.ability.hailwarning": "Hail Warning",
  "cobblemon.ability.hailwarning.desc": "The Pokémon summons a hailstorm when it enters a battle.",
  "cobblemon.ability.barbednest": "Barbed Nest",
  "cobblemon.ability.barbednest.desc": "User reduces physical damage taken by 50%, damages the foe upon contact and gainst a weakness to fire attacks.",
  "cobblemon.ability.crystalcase": "Crystal Case",
  "cobblemon.ability.crystalcase.desc": "Immune to water and 1.5x weak to Fire. When hit by Fire moves, sharply raises Special Attack.",
  "cobblemon.ability.composed": "Composed",
  "cobblemon.ability.composed.desc": "Increases power of 2-turn moves by 50%.",
  "cobblemon.ability.empathy": "Empathy",
  "cobblemon.ability.empathy.desc": "Contact with the Pokémon lowers the attacker’s Attack and Special Attack stat.",
  "cobblemon.ability.levinskin": "Levin Skin",
  "cobblemon.ability.levinskin.desc": "Sharply raises Attack when hit by an Electric move.",
  "cobblemon.ability.lithe": "Lithe",
  "cobblemon.ability.lithe.desc": "User's speed doubles when suffering from a status condition, ignores Paralysis speed drop.",
  "cobblemon.ability.luckystar": "Lucky Star",
  "cobblemon.ability.luckystar.desc": "Multiplier the accuracy of all the User's moves by 1.3x.",
  "cobblemon.ability.tactician": "Tactician",
  "cobblemon.ability.tactician.desc": "User's not very effective moves deal double damage to foes.",
  "cobblemon.ability.tenacious": "Tenacious",
  "cobblemon.ability.tenacious.desc": "Doubles user's Defense stat.",
  "cobblemon.ability.aircontrol": "Air Control",
  "cobblemon.ability.aircontrol.desc": "Normal-type moves become Flying-type moves. The power of those moves is boosted a little.",
  "cobblemon.ability.amalgam": "Amalgam",
  "cobblemon.ability.amalgam.desc": "Changes the Pokémon’s type to the type of the move it’s about to use.",
  "cobblemon.ability.chargedwool": "Charged Wool",
  "cobblemon.ability.chargedwool.desc": "Normal-type moves become Electric-type moves. The power of those moves is boosted a little.",
  "cobblemon.ability.elusive": "Elusive",
  "cobblemon.ability.elusive.desc": "Gives an extra 50% evasion to all status moves.",
  "cobblemon.ability.climatechange": "Climate Charge",
  "cobblemon.ability.climatechange.desc": "Will summon a random weather and grants the user immunity to damaging weather effects.",
  "cobblemon.ability.glacialize": "Glacialize",
  "cobblemon.ability.glacialize.desc": "Normal-type moves become Ice-type moves. The power of those moves is boosted a little.",
  "cobblemon.ability.insatiable": "Insatiable",
  "cobblemon.ability.insatiable.desc": "User's draining moves deal more damage.",
  "cobblemon.ability.nefarious": "Nefarious",
  "cobblemon.ability.nefarious.desc": "Gives priority to a status move.",
  "cobblemon.ability.powerfist": "Power Fist",
  "cobblemon.ability.powerfist.desc": "Powers up punching moves.",
  "cobblemon.ability.regalia": "Regalia",
  "cobblemon.ability.regalia.desc": "Normal-type moves become Fairy-type moves. The power of those moves is boosted a little.",
  "cobblemon.ability.resolute": "Resolute",
  "cobblemon.ability.resolute.desc": "It cannot be knocked out with one hit. One-hit KO moves cannot knock it out, either.",
  "cobblemon.ability.siegedrive": "Siege Drive",
  "cobblemon.ability.siegedrive.desc": "This Pokemon's bullet moves have their power multiplied by 1.5.",
  "cobblemon.ability.brutalize": "Brutalize",
  "cobblemon.ability.brutalize.desc": "Normal-type moves become Dark-type moves. The power of those moves is boosted a little.",
  "cobblemon.ability.skyscourge": "Sky Scourge",
  "cobblemon.ability.skyscourge.desc": "Summons Eclipse on switch-in.",
  "cobblemon.ability.ambush": "Ambush",
  "cobblemon.ability.ambush.desc": "User's moves cannot miss during an Eclipse.",
  "cobblemon.ability.foulshroud": "Foul Shroud",
  "cobblemon.ability.foulshroud.desc": "User's evasion is increased during an Eclipse.",
  "cobblemon.ability.laserfocus": "Laser Focus",
  "cobblemon.ability.laserfocus.desc": "Increases power of beam moves by 50%.",
  "cobblemon.ability.energyshield": "Energy Shield",
  "cobblemon.ability.energyshield.desc": "Protects the Pokémon from some laser and beam moves.",
  "cobblemon.ability.specialist": "Specialist",
  "cobblemon.ability.specialist.desc": "Increases power of HM moves by 50%.",
  "cobblemon.ability.fruitrition": "Fruitrition",
  "cobblemon.ability.fruitrition.desc": "Self recovery moves heal an extra 25%.",
  "cobblemon.ability.adrenaline": "Adrenaline",
  "cobblemon.ability.adrenaline.desc": "Increases Speed when HP becomes half or less.",
  "cobblemon.ability.braveheart": "Brave Heart",
  "cobblemon.ability.braveheart.desc": "When the opponent's stats are raised, its Attack increases.",
  "cobblemon.ability.conditioning": "Conditioning",
  "cobblemon.ability.conditioning.desc": "Reduces damage taken from moves used repeatedly.",
  "cobblemon.ability.content": "Content",
  "cobblemon.ability.content.desc": "The user regains HP each turn it does not attack.",
  "cobblemon.ability.eccentric": "Eccentric",
  "cobblemon.ability.eccentric.desc": "Boosts the Special Attack stat, but lowers accuracy.",
  "cobblemon.ability.feisty": "Fesity",
  "cobblemon.ability.feisty.desc": "Raises Attack if the foe's level is higher.",
  "cobblemon.ability.iceslick": "Ice Slick",
  "cobblemon.ability.iceslick.desc": "Boosts the Pokémon’s Speed stat in a hailstorm.",
  "cobblemon.ability.ironjaw": "Iron Jaw",
  "cobblemon.ability.ironjaw.desc": "Boosts the power of biting moves.",
  "cobblemon.ability.siphon": "Siphon",
  "cobblemon.ability.siphon.desc": "Non-draining contact moves may drain some of the foe's HP.",
  "cobblemon.ability.stubborn": "Stubborn",
  "cobblemon.ability.stubborn.desc": "Increases the User's Attack when HP is halved.",
  "cobblemon.ability.alchemicpower": "Alchemic Power",
  "cobblemon.ability.alchemicpower.desc": "Takes over a KOed ally's Ability.",
  "cobblemon.ability.badcompany": "Bad Company",
  "cobblemon.ability.badcompany.desc": "Stops self-lowering stats and prevents recoil.",
  "cobblemon.ability.blazingsoul": "Blazing Soul",
  "cobblemon.ability.blazingsoul.desc": "Gives +1 priority to Fire moves at full HP.",
  "cobblemon.ability.blubberdefense": "Blubber Defense",
  "cobblemon.ability.blubberdefense.desc": "Reduces damage at full HP.",
  "cobblemon.ability.cashsplash": "Cash Splash",
  "cobblemon.ability.cashsplash.desc": "Powers up Water-type moves, halves the damage taken from Fire-type moves. Prevents the user from being burned.",
  "cobblemon.ability.felineprowess": "Feline Prowess",
  "cobblemon.ability.felineprowess.desc": "Powers up Water-type moves, halves the damage taken from Fire-type moves. Prevents the user from being burned.",
  "cobblemon.ability.icecleats": "Ice Cleats",
  "cobblemon.ability.icecleats.desc": "Speed is doubled in Hail.",
  "cobblemon.ability.oraoraoraora": "ORAORAORAORA!",
  "cobblemon.ability.oraoraoraora.desc": "Punch moves hit a second time.",
  "cobblemon.ability.selfsufficient": "Self Sufficient",
  "cobblemon.ability.selfsufficient.desc": "Recover 1/16 HP at the end of the turn.",
  "cobblemon.ability.striker": "Striker",
  "cobblemon.ability.striker.desc": "Powers up kicking moves.",
  "cobblemon.ability.valiantshield": "Valiant Shield",
  "cobblemon.ability.valiantshield.desc": "Raises Defense on entry.",
  "cobblemon.ability.majesticaura": "Majestic Aura",
  "cobblemon.ability.majesticaura.desc": "Protects the user with its aura, making it unable to be hit with priority moves.",
  "cobblemon.ability.irrelephant": "Irrelephant",
  "cobblemon.ability.irrelephant.desc": "Immunities are irrelephant to the User's attacks.",
  "cobblemon.ability.prismguard": "Prism Guard",
  "cobblemon.ability.prismguard.desc": "Inflicts damage to the foe from non-contact moves.",
  "cobblemon.ability.spectraljaws": "Spectral Jaws",
  "cobblemon.ability.spectraljaws.desc": "All biting moves are Special.",
  "cobblemon.ability.vampiric": "Vampiric",
  "cobblemon.ability.vampiric.desc": "Recovers a little HP with contact moves.",
  "cobblemon.ability.busybee": "Busy Bee",
  "cobblemon.ability.busybee.desc": "Prioritizes Bug moves at full HP.",
  "cobblemon.ability.confident": "Confident",
  "cobblemon.ability.confident.desc": "Boosts Special Attack after knocking out any Pokémon.",
  "cobblemon.ability.headache": "Headache",
  "cobblemon.ability.headache.desc": "Doubles Special Attack if the User is confused.",
  "cobblemon.ability.naturaltoxin": "Natural Toxin",
  "cobblemon.ability.naturaltoxin.desc": "Gains Poison-type resistances. Attracts wild Bug-types.",
  "cobblemon.ability.rosesthorns": "Rose's Thorns",
  "cobblemon.ability.rosesthorns.desc": "Contact with the User may scatter poison spikes.",
  "cobblemon.ability.sandpit": "Sand Pit",
  "cobblemon.ability.sandpit.desc": "Lowers the opposing Pokemon's Speed stat. Becomes stronger during a Sandstorm.",
  "cobblemon.ability.windturbine": "Wind Turbine",
  "cobblemon.ability.windturbine.desc": "Creates a tailwind behind the User's team.",
  "cobblemon.ability.prismatichue": "Prismatic Hue",
  "cobblemon.ability.prismatichue.desc": "Summons Reflect in front of the User's Team.",
  "cobblemon.ability.vibranthue": "Vibrant Hue",
  "cobblemon.ability.vibranthue.desc": "Summons Light Screen in front of the User's Team.",
  "cobblemon.ability.hazysurge": "Hazy Surge",
  "cobblemon.ability.hazysurge.desc": "Summons a wall of mist on top of the User's Team.",
  "cobblemon.ability.circusprops": "Circus Props",
  "cobblemon.ability.circusprops.desc": "The user sets up Trick Room when it enters the field.",
  "cobblemon.ability.magicianshat": "Magician's Hat",
  "cobblemon.ability.magicianshat.desc": "The user sets up Magic Room when it enters the field.",
  "cobblemon.ability.wizardstome": "Wizard's Tome",
  "cobblemon.ability.wizardstome.desc": "The user sets up Wonder Room when it enters the field.",
  "cobblemon.ability.condensation": "Condensation",
  "cobblemon.ability.condensation.desc": "The user fills the area with fog.",
  "cobblemon.ability.ancientbody": "Ancient Body",
  "cobblemon.ability.ancientbody.desc": "The user is considered Rock-Type, in addition to its other types.",
  "cobblemon.ability.dustdevil": "Dust Devil",
  "cobblemon.ability.dustdevil.desc": "The user creates a storm of earthy dust on the field.",
  "cobblemon.ability.hayfever": "Hay Fever",
  "cobblemon.ability.hayfever.desc": "The user releases pollen into the air.",
  "cobblemon.ability.secretion": "Secretion",
  "cobblemon.ability.secretion.desc": "Fills the air with pheromones.",
  "cobblemon.ability.contamination": "Contamination",
  "cobblemon.ability.contamination.desc": "The user fills the air with smog.",
  "cobblemon.ability.incantation": "Incantation",
  "cobblemon.ability.incantation.desc": "The user enchants the area with fairy dust.",
  "cobblemon.ability.standoff": "Stand Off",
  "cobblemon.ability.standoff.desc": "The user focuses and projects their fighting spirit onto the battlefield.",
  "cobblemon.ability.seance": "Seance",
  "cobblemon.ability.seance.desc": "The user creates a rift between this world and the next.",
  "cobblemon.ability.transcendence": "Transcendence",
  "cobblemon.ability.transcendence.desc": "The user creates a psychic field.",
  "cobblemon.ability.arcanum": "Arcanum",
  "cobblemon.ability.arcanum.desc": "The user fills the area with the power of dragon force.",
  "cobblemon.ability.ferroflux": "Ferroflux",
  "cobblemon.ability.ferroflux.desc": "The user creates a strong magnetosphere in the area.",
  "cobblemon.ability.covermeindebris": "Cover me in Debris",
  "cobblemon.ability.covermeindebris.desc": "The user's netherite body gives them an immunity to fire type moves and being burned.",
  "cobblemon.ability.carboncapture": "Carbon Capture",
  "cobblemon.ability.carboncapture.desc": "The user gradually regains HP in Smog. In addition, the user becomes immune to the air's toxic effects.",
  "cobblemon.ability.druidry": "Druidry",
  "cobblemon.ability.druidry.desc": "The user gradually regains HP in Fairy Dust.",
  "cobblemon.ability.energizer": "Energizer",
  "cobblemon.ability.energizer.desc": "Doubles the User's Speed stat in a Thunderstorm.",
  "cobblemon.ability.haunt": "Haunt",
  "cobblemon.ability.haunt.desc": "The Pokémon can hit Normal- and Fighting-type Pokémon with Ghost-type moves.",
  "cobblemon.ability.bloodlust": "Bloodlust",
  "cobblemon.ability.bloodlust.desc": "Boosts Attack and Special Attack when in Darkness. Reduces HP in darkness.",
  "cobblemon.ability.fearmonger": "Fearmonger",
  "cobblemon.ability.fearmonger.desc": "Boosts Speed  when in Darkness.",
  "cobblemon.ability.bloodbath": "Bloodbath",
  "cobblemon.ability.bloodbath.desc": "Heals status conditions if it’s in Darkness.",
  "cobblemon.ability.radsipper": "Rad Sipper",
  "cobblemon.ability.radsipper.desc": "Boosts the Special Attack stat if hit by a Nuclear-type move instead of taking damage. The Pokémon gradually regains HP in Fallout.",
  "cobblemon.ability.forked": "Forked",
  "cobblemon.ability.forked.desc": "Heals status conditions in a Thunderstorm.",
  "cobblemon.ability.glacialarmor": "Glacial Armor",
  "cobblemon.ability.glacialarmor.desc": "Doubles the user's defense and special defense during a Hail or Snow.",
  "cobblemon.ability.gravitysling": "Gravity Sling",
  "cobblemon.ability.gravitysling.desc": "Doubles the user's Speed stat in a magnetosphere or in Gravity.",
  "cobblemon.ability.masterinstinct": "Master Instinct",
  "cobblemon.ability.masterinstinct.desc": "Boosts the User's Accuracy in Battle Aura.",
  "cobblemon.ability.nesting": "Nesting",
  "cobblemon.ability.nesting.desc": "The User gradually regains HP in Pheromones. If it has a bug-type ally, the amount healed doubles.",
  "cobblemon.ability.pielpunica": "Punic Skin",
  "cobblemon.ability.pielpunica.desc": "Reduces the damage of Water and Grass-Type moves targetting the user.",
  "cobblemon.ability.ojospetreos": "Stoney Eyes",
  "cobblemon.ability.ojospetreos.desc": "The gaze of the user leaves the opposing pokemon petrified, making them unable to switch out and making them slower.",
  "cobblemon.ability.cloudburst": "Cloud Burst",
  "cobblemon.ability.cloudburst.desc": "Changes the Pokémon’s shape when HP is half or less.",
  "cobblemon.ability.dirtypool": "Dirty Pool",
  "cobblemon.ability.dirtypool.desc": "When it has a lot of HP, the Pokémon forms a powerful pool. It stops pooling when its HP is low.",
  "cobblemon.ability.silverlining": "Silver Lining",
  "cobblemon.ability.silverlining.desc": "The User's Steel-Type moves hit Ghost and Dark-Type Pokemon super effectively.",
  "cobblemon.ability.copperstate": "Copper State",
  "cobblemon.ability.copperstate.desc": "Restores HP in thunderstorms or when hit by Electric-type moves. Reduces HP in rain, and increases the damage received from Water-type moves.",
  "cobblemon.ability.dreadspace": "Dread Space",
  "cobblemon.ability.dreadspace.desc": "By filling the opposing Pokémon with dread, it raises their PP usage.",
  "cobblemon.ability.equalize": "Equalize",
  "cobblemon.ability.equalize.desc": "Normal-type moves become Sound-type moves. The power of those moves is boosted a little.",
  "cobblemon.ability.holyguard": "Holy Guard",
  "cobblemon.ability.holyguard.desc": "Compares an opposing Pokémon’s Attack and Sp.A. stats before raising its own Defense or Sp. Def stat—whichever will be more effective.",
  "cobblemon.ability.mysticwind": "Mystic Wind",
  "cobblemon.ability.mysticwind.desc": "Halves the damage from Fairy-type moves that hit the user.",
  "cobblemon.ability.raptor": "Raptor",
  "cobblemon.ability.raptor.desc": "Boosts moves priority when the target is below 25% HP.",
  "cobblemon.ability.scalate": "Scalate",
  "cobblemon.ability.scalate.desc": "Normal-type moves become Dragon-type moves. The power of those moves is boosted a little.",
  "cobblemon.ability.solarprominence": "Solar Prominence",
  "cobblemon.ability.solarprominence.desc": "Lessens the damage taken from attacks by 30%.",
  "cobblemon.ability.synthesizer": "Synthesizer",
  "cobblemon.ability.synthesizer.desc": "This Pokemon is immune to Sound-type moves and restores 1/4 of its maximum HP, rounded down, when hit by a Sound-type move.",
  "cobblemon.ability.ridersyndrome": "Rider Syndrome",
  "cobblemon.ability.ridersyndrome.desc": "Powers up Kicking moves when the Pokémon’s HP is low.",
  
  
  "cobblemon.ability.heeho": "Hee-Ho!",
  "cobblemon.ability.heeho.desc": "Hee-Ho! Hee-Ho!",
  
  "cobblemon.battle.ability.resolute": "%1$s endured the hit!",
  
  "cobblemon.battle.heal.radsipper": "%1$s restored HP from Rad Sipper!",
  "cobblemon.battle.heal.fiesta": "%1$s ate some candy and restored its HP!",
  "cobblemon.battle.heal.heeho": "Hee-Ho! %1$s has healed!"
}